

const descriptions = {


    rubricLevel: {
        title: "การกำหนด Rubrics คะแนน",

        headers: [
            "ช่วงคะแนน (Score Range)",
            "ระดับทักษะ (Skill Level)"
        ],

        items: [
            {
                score: "90 – 100",
                level: "ดีเลิศ (Excellent)"
            },
            {
                score: "80 – 89",
                level: "ดีมาก (Very Good)"
            },
            {
                score: "70 – 79",
                level: "ดี (Good)"
            },
            {
                score: "60 – 69",
                level: "ปานกลาง/พอใช้ (Fair)"
            },
            {
                score: "50 – 59",
                level: "ผ่านตามที่กำหนด (Pass)"
            },
            {
                score: "0 – 49",
                level: "ต่ำกว่าเกณฑ์ (Fail)"
            }
        ],

        note:
            "ตัวชี้วัดความสำเร็จ (OKR10): กำหนดเป้าหมายให้ผู้เข้าร่วมการอบรม/กิจกรรม ผ่านเกณฑ์ในระดับ 'ดี' (ร้อยละ 70) ไม่น้อยกว่าร้อยละ 20 ของจำนวนผู้เข้าร่วมทั้งหมด"
    },
    
    
    okrKpi: {

        OKR8: {
            code: "OKR-08",
            name: "ร้อยละของนักศึกษาที่มีปัญหาสุขภาพจิตที่ได้รับการดูแล",
            kpi: "OKR - 08 : ร้อยละของนักศึกษาที่มีปัญหาสุขภาพจิตที่ได้รับการดูแล",
            target: "ร้อยละ 40 ของนักศึกษาที่ได้รับการดูแล",
            detail: {
                title: "OKR - 08 : ร้อยละของนักศึกษาที่มีปัญหาสุขภาพจิตที่ได้รับการดูแล",
                collection: "ปีงบประมาณ พ.ศ. 2569 ( 1 ตุลาคม 2568 ถึง 30 กันยายน 2569 )",
                plan: "แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ.2569-2572",
                strategy: "ยุทธศาสตร์ที่ 1 กลยุทธ์ที่ 7 ( แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ. 2569 - 2572 )",
                owner: "ฝ่ายกิจการนักศึกษาและนวัตวณิชย์",
                meaning: [
                    {
                        title: "นักศึกษา",
                        detail: "หมายถึง นักศึกษามหาวิทยาลัยขอนแก่นในระดับปริญญาตรี"
                    },

                    {
                        title: "สุขภาพจิต",
                        detail: "World Health Organization (2021) สุขภาพจิต (Mental Health) หมายถึง ภาวะของจิตใจที่ดี ซึ่งรวมถึงความสามารถในการจัดการกับความเครียดในชีวิตประจำวัน มีประสิทธิภาพในการทำงาน มีความสัมพันธ์ที่ดีกับผู้อื่น และสามารถตัดสินใจและแก้ไขปัญหาในชีวิตได้อย่างเหมาะสม สุขภาพจิตไม่ได้หมายถึงแค่การไม่มีปัญหาหรือโรคทางจิตเวช แต่ยังหมายถึงการมีคุณภาพชีวิตที่ดีและความสมดุลในชีวิตด้วย"
                    }
                ],

                explanation: [
                    "การเก็บข้อมูลนักศึกษาที่มีปัญหาสุขภาพจิต ทำโดยใช้แบบสอบถาม (Survey)",
                    "การดูแลนักศึกษา ประเมินจากแบบสอบถาม (Survey) โดยรวมการดูแลนักศึกษาทุกช่องทาง ทั้งในระดับมหาวิทยาลัยและระดับคณะ"
                ],

                formula:
                    "(จำนวนนักศึกษาที่มีปัญหาสุขภาพจิตที่ได้รับการดูแล × 100) ÷ จำนวนนักศึกษาที่มีปัญหาสุขภาพจิตทั้งหมด",

                evaluation: [
                    "ร้อยละของนักศึกษาที่มีปัญหาสุขภาพจิตที่ได้รับการดูแลต่อจำนวนนักศึกษาที่มีปัญหาสุขภาพจิตทั้งหมด"
                ],

                reports: [
                    "จำนวนนักศึกษาที่มีปัญหาสุขภาพจิต",
                    "จำนวนนักศึกษาที่มีปัญหาสุขภาพจิตและได้รับการดูแล"
                ]
            }
        },
        OKR9: {
            code: "OKR-09",
            name: "ร้อยละของนักศึกษาที่มีสุขภาพกายดีขึ้น หรือมีตัวชี้วัดความเสี่ยงด้านสุขภาพลดลง",
            kpi: "OKR - 09 : ร้อยละของนักศึกษาที่มีสุขภาพกายดีขึ้น หรือมีตัวชี้วัดความเสี่ยงด้านสุขภาพลดลง",
            target: "ร้อยละ 40 ของนักศึกษาที่ได้รับการประเมิน",
            detail: {
                title: "OKR - 09 : ร้อยละของนักศึกษาที่มีสุขภาพกายดีขึ้น หรือมีตัวชี้วัดความเสี่ยงด้านสุขภาพลดลง",
                collection: "ปีงบประมาณ พ.ศ. 2569 ( 1 ตุลาคม 2568 ถึง 30 กันยายน 2569 )",
                plan: "แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ.2569-2572",
                strategy: "ยุทธศาสตร์ที่ 1 กลยุทธ์ที่ 7 ( แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ. 2569 - 2572 )",
                owner: "ฝ่ายกิจการนักศึกษาและนวัตวณิชย์",
                meaning: [
                    {
                        title: "นักศึกษา",
                        detail: "หมายถึง นักศึกษามหาวิทยาลัยขอนแก่นในระดับปริญญาตรี"
                    },
                    {
                        title: "สุขภาพกายที่ดีขึ้น",
                        detail: "หมายถึง สุขภาพกาย, สมรรถนะทางกีฬา, พฤติกรรมนักกีฬา"
                    },
                    {
                        title: "สุขภาพกาย",
                        detail: "มีภาวะที่ร่างกายมีการเปลี่ยนแปลงในทางที่ดีขึ้นเมื่อเทียบกับจุดเริ่มต้น เช่น ค่าดัชนีมวลกาย (BMI) ปรับเข้าสู่เกณฑ์ปกติ พฤติกรรมทางสุขภาพที่ดีขึ้น หรือมีพฤติกรรมลดความเสี่ยง"
                    },
                    {
                        title: "สมรรถนะทางกีฬา",
                        detail: "มีความสามารถของนักศึกษาในการเข้าร่วมกิจกรรมกีฬาอย่างมีประสิทธิภาพ ปลอดภัย มีทักษะพื้นฐาน ความรู้ ความเข้าใจ และเจตคติที่เหมาะสมต่อการเล่นกีฬา ทั้งในบริบทของการเรียนรู้ การออกกำลังกายเพื่อสุขภาพ และการแข่งขัน โดยสะท้อนออกผ่านพฤติกรรมที่แสดงความรับผิดชอบ มีวินัย และน้ำใจนักกีฬา"
                    },
                    {
                        title: "พฤติกรรมนักกีฬา",
                        detail: "มีลักษณะการแสดงออกที่สะท้อนถึงความเป็นผู้มีคุณธรรม จริยธรรม มีระเบียบวินัย และปฏิบัติตนอย่างเหมาะสม ทั้งในระหว่างการฝึกซ้อม การแข่งขัน และการใช้ชีวิตประจำวัน โดยมีเป้าหมายเพื่อส่งเสริมความเป็น 'นักกีฬาอย่างแท้จริง' ทั้งทางกาย ใจ และสังคม"
                    },
                    {
                        title: "ความเสี่ยงด้านสุขภาพ",
                        detail: "หมายถึง ภาวะหรือพฤติกรรมที่อาจก่อให้เกิดปัญหาสุขภาพในระยะสั้นหรือระยะยาว เช่น ค่าดัชนีมวลกาย (BMI) ที่ต่ำหรือสูงกว่าเกณฑ์ปกติ ระดับน้ำตาลในเลือดสูง หรือพฤติกรรมเสี่ยงต่อโรคไม่ติดต่อเรื้อรัง (NCDs) เช่น สูบบุหรี่ ดื่มแอลกอฮอล์ พักผ่อนน้อย เป็นต้น"
                    }
                ],

                explanation: [
                    "การเก็บข้อมูลนักศึกษา ผ่านแบบสอบถามหรือแบบประเมินสุขภาพนักศึกษาต่าง ๆ (Physical Health Screening Tool) เช่น แบบประเมินสมรรถภาพกาย แบบประเมิน Self-report แบบสอบถามพฤติกรรมสุขภาพ รวมไปถึงการตรวจสุขภาพประจำปี",
                    "ส่งเสริมการพัฒนาสุขภาพกายของนักศึกษา ผ่านกิจกรรมด้านการกีฬา ชมรม และอื่น ๆ อย่างเป็นระบบ",
                    "ส่งเสริมความรู้และการตระหนักรู้ถึงปัญหาสุขภาพของตนเอง",
                    "แบบทดสอบทักษะกีฬาเฉพาะประเภท และการทดสอบสมรรถภาพทางกาย",
                    "แบบประเมินตนเอง หรือแบบประเมินโดยผู้ฝึกสอน",
                    "การสังเกตและเก็บความถี่ในการเข้าร่วมกิจกรรมกีฬา",
                    "การเข้าร่วมกิจกรรมฝึกซ้อม/แข่งขันอย่างสม่ำเสมอ"
                ],

                formula:
                    `1. (จำนวนนักศึกษาที่มีสุขภาพกายดีขึ้นหรือมีตัวชี้วัดความเสี่ยงด้านสุขภาพลดลง × 100) ÷ จำนวนนักศึกษาที่มีปัญหาสุขภาพกายหรือมีความเสี่ยงด้านสุขภาพ

                    ตัวอย่าง สำรวจนักศึกษา 10,000 คน พบมีปัญหาด้านสุขภาพหรือความเสี่ยง 1,000 คน และเมื่อผ่านกิจกรรมหรือการส่งเสริม พบว่าดีขึ้น 180 คน
                            180 × 100 ÷ 1,000 = 18%

                    2. ร้อยละสมรรถนะกีฬาที่เหมาะสม
                            (จำนวนนักศึกษาที่ผ่านเกณฑ์การประเมินสมรรถนะกีฬา × 100) ÷ จำนวนนักศึกษาที่เข้าร่วมการประเมินสมรรถนะกีฬา

                    ตัวอย่าง นักศึกษาเข้าร่วมการประเมินสมรรถนะกีฬา 700 คน ผ่านเกณฑ์ 520 คน
                            520 × 100 ÷ 700 = 74.29% (ประมาณ 74%)`,

                evaluation: [
                    "ร้อยละของนักศึกษาที่มีสุขภาพกายดีขึ้น หรือมีตัวชี้วัดความเสี่ยงด้านสุขภาพลดลง ต่อจำนวนนักศึกษาที่มีปัญหาสุขภาพกายหรือมีความเสี่ยงด้านสุขภาพ",
                    "ร้อยละของนักศึกษาที่มีสุขภาพกายดีขึ้น หรือมีตัวชี้วัดความเสี่ยงด้านสุขภาพลดลง และมีสมรรถนะรวมถึงพฤติกรรมนักกีฬาที่เหมาะสม"
                ],

                reports: [
                    "จำนวนนักศึกษาที่มีปัญหาสุขภาพกายหรือมีความเสี่ยงด้านสุขภาพ",
                    "จำนวนนักศึกษาที่มีสุขภาพกายดีขึ้น หรือมีตัวชี้วัดความเสี่ยงด้านสุขภาพลดลง",
                    "จำนวนนักศึกษาทั้งหมดที่เข้าร่วมการประเมินสมรรถนะทางกีฬาและทักษะการเล่นกีฬา",
                    "จำนวนนักศึกษาที่มีสมรรถนะทางกีฬาและทักษะการเล่นกีฬาดีขึ้น",
                    "ผลจากแบบทดสอบความรู้ด้านกีฬา เช่น กติกา ความปลอดภัย และหลักการฝึกซ้อม",
                    "แบบประเมินโดยผู้ฝึกสอนเกี่ยวกับวินัย การเคารพกติกา ความรับผิดชอบ ความถี่ในการฝึกซ้อม และการทำงานเป็นทีม"
                ]
            }
        },
        OKR10: {
            code: "OKR-010",
            name: "ร้อยละนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Soft Skill",
            kpi: "OKR - 010 : ร้อยละนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Soft Skill",
            target: "ร้อยละ 80 ของนักศึกษาที่ตอบการประเมิน",
            detail: {
                title: "OKR–10 : ร้อยละนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Soft Skill",
                collection: "ปีงบประมาณ พ.ศ. 2569 ( 1 ตุลาคม 2568 ถึง 30 กันยายน 2569 )",
                plan: "แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ.2569-2572",
                strategy: "ยุทธศาสตร์ที่ 1 กลยุทธ์ที่ 8 ( แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ. 2569 - 2572 )",
                owner: "ฝ่ายกิจการนักศึกษาและนวัตวณิชย์",
                meaning: [
                    {
                        title: "นักศึกษา",
                        detail: "หมายถึง นักศึกษามหาวิทยาลัยขอนแก่นในระดับปริญญาตรี"
                    },
                    {
                        title: "ทักษะ Soft Skill",
                        detail: "หมายถึง ทักษะที่พัฒนาและส่งเสริมให้นักศึกษามีอัตลักษณ์ที่ตอบโจทย์พลเมืองโลก และมีความโดดเด่นตามแนวทางการพัฒนา EGGS Students’ Identity ของมหาวิทยาลัย เป็นทักษะที่เกี่ยวข้องกับการมีความคิดเชิงประกอบการ มีมุมมองและความรู้ในระดับสากล มีความคิดมุ่งเติบโตและพัฒนาตนเองอย่างต่อเนื่อง และมีความใส่ใจมุ่งมั่นพัฒนาความยั่งยืน พร้อมต่อการทำงานในระดับนานาชาติ"
                    }
                ],

                explanation: [
                    "ทักษะ Soft Skill ที่นำมาพัฒนาและส่งเสริม EGGS Students’ Identity ประกอบด้วย",
                    "E – Entrepreneurial (มีความคิดเชิงการประกอบการ) คิดสร้างสรรค์และริเริ่มสิ่งใหม่ มีความคิดเชิงรุก มีความกระตือรือร้น และพร้อมที่จะเปลี่ยนความคิดให้เกิดผลลัพธ์เชิงบวก คิดเหมือนนักนวัตกรรมและปฏิบัติเหมือนผู้ประกอบการ",
                    "G – Global-minded (มีมุมมองและความรู้ในระดับสากล) เปิดรับความหลากหลายของโลก มีความรู้เท่าทันต่อสถานการณ์โลก มีความสามารถด้านการสื่อสาร และพร้อมที่จะทำงานในองค์กรระดับโลกที่เชื่อมโยงความหลากหลายทางวัฒนธรรม",
                    "G – Growth-oriented (มุ่งเติบโตและพัฒนาอย่างต่อเนื่อง) ทั้งด้านความคิด จิตใจ และศักยภาพทางร่างกาย พร้อมเรียนรู้และพัฒนาตนเองทั้งภายในและภายนอกอยู่เสมอ พร้อมปรับตัวต่อการเปลี่ยนแปลง และมองความท้าทายเป็นโอกาสในการพัฒนา",
                    "S – Sustainable-focused (ใส่ใจความยั่งยืน) ให้ความสำคัญและมุ่งมั่นต่อการพัฒนาที่ยั่งยืน คำนึงถึงสิ่งแวดล้อม มีจิตสาธารณะ มีความรับผิดชอบต่อสังคมและชุมชน",
                    "การเก็บข้อมูลการประเมินทักษะ Soft Skill ภายใต้กรอบแนวคิด KSA Model (Knowledge, Skill, Attitude) ขึ้นกับรูปแบบและลักษณะของกิจกรรมตามที่กำหนดไว้ในโครงการ โดยใช้แพลตฟอร์ม KKU Soft Skills Academy"
                ],

                formula: `(จำนวนนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Soft Skill × 100) ÷ จำนวนนักศึกษาที่ทำแบบประเมินทักษะ Soft Skill`,

                evaluation: [
                    "ร้อยละของนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Soft Skill"
                ],

                reports: [
                    "จำนวนนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Soft Skill",
                    "จำนวนนักศึกษาที่ทำแบบประเมินทั้งหมด"
                ]
            }
        },
        OKR12: {
            code: "OKR-012",
            name: "จำนวนนักศึกษาที่มีการจัดตั้งธุรกิจใหม่หรือ Start up",
            kpi: "OKR - 012 : จำนวนนักศึกษาที่มีการจัดตั้งธุรกิจใหม่หรือ Start up",
            target: "มีการจัดตั้งธุรกิจใหม่",
            detail: {
                title: "OKR - 012 : จำนวนนักศึกษาที่มีการจัดตั้งธุรกิจใหม่หรือ Start up",
                collection: "ปีงบประมาณ พ.ศ. 2569 ( 1 ตุลาคม 2568 ถึง 30 กันยายน 2569 )",
                plan: "แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ.2569-2572",
                strategy: "ยุทธศาสตร์ที่ 1 กลยุทธ์ที่ 7 ( แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ. 2569 - 2572 )",
                owner: "ฝ่ายกิจการนักศึกษาและนวัตวณิชย์",
                meaning: [
                    {
                        title: "นักศึกษา",
                        detail: "หมายถึง นักศึกษามหาวิทยาลัยขอนแก่นในระดับปริญญาตรี"
                    },
                    {
                        title: "ธุรกิจใหม่",
                        detail: "รือ Start up หมายถึง ธุรกิจเกิดใหม่ที่เน้นการเติบโตอย่างรวดเร็ว โดยพัฒนาต่อยอดจากความรู้ เทคโนโลยี หรือนวัตกรรมของมหาวิทยาลัยขอนแก่นที่มีอยู่ หรือใช้เทคโนโลยีหรือนวัตกรรมใหม่ ๆ มาสร้างผลิตภัณฑ์หรือบริการเพื่อตอบสนองความต้องการของตลาด"
                    }
                ],

                explanation: [
                    "ลักษณะของการจัดตั้งธุรกิจครอบคลุมถึง",
                    "การพัฒนาต่อยอดสร้างผลิตภัณฑ์จากความรู้ เทคโนโลยี หรือนวัตกรรมของมหาวิทยาลัยขอนแก่นที่มีอยู่เดิม จนเป็นที่ยอมรับของผู้ลงทุน",
                    "นักศึกษาที่มีการจดทะเบียนธุรกิจจริง (เช่น ในรูปแบบบริษัท ห้างหุ้นส่วน ร้านค้า ผู้ประกอบการรายบุคคล ฯลฯ) หรือได้รับการสนับสนุนในระดับ Incubation/Acceleration จากหน่วยงานภายในมหาวิทยาลัย",
                    "ผลิตภัณฑ์หรือชิ้นงานที่ผ่านเกณฑ์การพิจารณา Start Up-ready ของศูนย์บ่มเพาะธุรกิจ/นวัตกรรม (ของมหาวิทยาลัยหรือหน่วยงานเทียบเท่า เช่น Science Park)"
                ],

                formula: `จำนวนนักศึกษาที่มีการจัดตั้งธุรกิจใหม่ หรือ Start up`,

                evaluation: [
                    "จำนวนนักศึกษาที่มีการจัดตั้งธุรกิจใหม่ หรือ Start up"
                ],

                reports: [
                    "จำนวนนักศึกษาที่มีการจัดตั้งธุรกิจใหม่ หรือ Start up",
                    "รายชื่อธุรกิจใหม่ หรือ Start up"
                ]
            }
        },
        OKR72: {
            code: "OKR-072",
            name: "จำนวนผลิตภัณฑ์ที่จำหน่ายและสร้างรายได้ผ่าน KKU E-Market (สะสม)",
            kpi: "OKR - 072 : จำนวนผลิตภัณฑ์ที่จำหน่ายและสร้างรายได้ผ่าน KKU E-Market (สะสม)",
            target: "มีผลิตภัณฑ์ที่จำหน่าย",
            detail: {
                title: "OKR - 072 : จำนวนผลิตภัณฑ์ที่จำหน่ายและสร้างรายได้ผ่าน KKU E-Market (สะสม)",
                collection: "ปีงบประมาณ พ.ศ. 2569 ( 1 ตุลาคม 2568 ถึง 30 กันยายน 2569 )",
                plan: "แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ.2569-2572",
                strategy: "ยุทธศาสตร์ที่ 11 กลยุทธ์ที่ 1 ( แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ. 2569 - 2572 )",
                owner: "ฝ่ายกิจการนักศึกษาและนวัตวณิชย์",
                meaning: [
                    {
                        title: "ผลิตภัณฑ์",
                        detail: "หมายถึง สินค้าหรือบริการที่เสร็จสมบูรณ์และพร้อมส่งมอบให้แก่ลูกค้า"
                    }
                ],

                explanation: [
                    "สินค้า/บริการพร้อมจำหน่ายของส่วนงาน หน่วยงาน และบุคคลภายในมหาวิทยาลัยขอนแก่น หรือของหน่วยงาน/องค์กร และบุคคลภายนอกมหาวิทยาลัยขอนแก่น หรือขององค์กร/บุคคลที่ได้รับอนุญาตให้ใช้สิทธิในทรัพย์สินทางปัญญาของมหาวิทยาลัยขอนแก่น"
                ],

                formula: `จำนวนนับของสินค้า/บริการที่จำหน่ายได้บนแพลตฟอร์ม KKU E-Market`,

                evaluation: [
                    "จำนวนผลิตภัณฑ์หรือบริการที่ได้รับการคัดเลือกจากการพิจารณาศักยภาพเบื้องต้น และเข้าสู่กระบวนการพัฒนาเชิงพาณิชย์ เช่น การปรับปรุงผลิตภัณฑ์ การพัฒนาโมเดลธุรกิจ การออกแบบบรรจุภัณฑ์ หรือการเตรียมความพร้อมสำหรับการวางจำหน่ายในตลาด"
                ],

                reports: [
                    "สินค้า/บริการที่พร้อมจำหน่าย",
                    "สินค้า/บริการที่ผ่านการคัดเลือกเข้ากระบวนการพัฒนาเพื่อนำสู่ตลาด"
                ]
            }
        },
        OKR77: {
            code: "OKR-077",
            name: "ร้อยละของนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Sustainable Focused",
            kpi: "OKR - 077 : ร้อยละของนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Sustainable Focused",
            target: "ร้อยละ 80 ของนักศึกษาที่ตอบการประเมิน",
            detail: {
                title: "OKR - 077 : ร้อยละของนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Sustainable Focused",
                collection: "ปีงบประมาณ พ.ศ. 2569 ( 1 ตุลาคม 2568 ถึง 30 กันยายน 2569 )",
                plan: "แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ.2569-2572",
                strategy: "ยุทธศาสตร์ที่ 11 กลยุทธ์ที่ 2 ( แผนยุทธศาสตร์การบริหารมหาวิทยาลัยขอนแก่น พ.ศ. 2569 - 2572 )",
                owner: "ฝ่ายกิจการนักศึกษาและนวัตวณิชย์",
                meaning: [
                    {
                        title: "ทักษะ Sustainable Focused",
                        detail: "หมายถึง ทักษะความรู้ความเข้าใจ (Knowledge) เกี่ยวกับเป้าหมาย SDGs, ESG และปัญหาสิ่งแวดล้อม มีเจตคติที่แสดงความรับผิดชอบ เห็นคุณค่าในการอนุรักษ์ มีคุณธรรม จริยธรรม มีจิตสำนึกต่อสิ่งแวดล้อม และมีพฤติกรรมเลือกใช้ทรัพยากรอย่างมีจิตสำนึก มีความรับผิดชอบต่อสังคม และมีส่วนร่วมในกิจกรรมเพื่อความยั่งยืน"
                    }
                ],

                explanation: [
                    "EGGS Students’ Identity มีองค์ประกอบที่เกี่ยวข้องในประเด็น S – Sustainable-focused (ใส่ใจความยั่งยืน) โดยให้ความสำคัญและมุ่งมั่นต่อการพัฒนาที่ยั่งยืน คำนึงถึงสิ่งแวดล้อม มีจิตสาธารณะ และมีความรับผิดชอบต่อสังคมและชุมชน",
                    "การเก็บข้อมูลการประเมินทักษะภายใต้กรอบแนวคิด KSA Model",
                    "Knowledge (K) จากแบบประเมินตนเอง (Self Assessment) และการเข้าร่วมกิจกรรม โดยได้คะแนนการประเมิน ≥ 60% จากแบบประเมินทักษะความยั่งยืน (Sustainability Rubric / Checklist)",
                    "Skill (S) จัดกิจกรรมหรือมีส่วนร่วมในกิจกรรม ส่งผลงานหรือโครงการที่แสดงความสามารถในการวิเคราะห์ปัญหาและเสนอแนวทางแก้ไขในประเด็น SDGs/ESG สิ่งแวดล้อม จิตสาธารณะ และความรับผิดชอบต่อสังคมและชุมชน",
                    "Attitude (A) มีจิตสำนึก เข้าร่วมหรือมีส่วนร่วมในกิจกรรม SDGs, กิจกรรมจิตอาสา หรือโครงการเพื่อสังคมอย่างต่อเนื่อง ไม่น้อยกว่า 20 ชั่วโมง",
                    "กิจกรรมหรือโครงการที่พัฒนานักศึกษาด้านทักษะ Sustainable Focused ครอบคลุมถึง",
                    "กิจกรรมเพื่อปลูกจิตสำนึก การตระหนักรู้ และการดูแลสิ่งแวดล้อมอย่างยั่งยืน ที่จัดโดยกลุ่มนักศึกษา ชมรม องค์กรกิจกรรม หรือคณะ/หน่วยงานต่าง ๆ",
                    "การส่งเสริมนักศึกษาให้มีคุณธรรม จริยธรรม จิตอาสา และความรับผิดชอบต่อสังคม ผ่านกิจกรรมและเครือข่ายต่าง ๆ ทั้งภายในและภายนอกมหาวิทยาลัย"
                ],

                formula: `(จำนวนนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Sustainable Focused × 100) ÷ จำนวนนักศึกษาที่ทำแบบประเมินทักษะ Sustainable Focused`,

                evaluation: [
                    "ร้อยละของนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Sustainable Focused"
                ],

                reports: [
                    "จำนวนนักศึกษาที่ผ่านเกณฑ์การประเมินทักษะ Sustainable Focused",
                    "จำนวนนักศึกษาที่ทำแบบประเมินทักษะ Sustainable Focused"
                ]
            }
        }


    },

        methods: {

        M: {
            code: "M",
            name: "การประชุม/สัมมนา",
            detail: {
                title: "การประชุม/สัมมนา",
                description: [
                    "รูปแบบการจัดกิจกรรมแบบการประชุมหรือสัมมนา"
                ]
            }
        },

        W: {
            code: "W",
            name: "การอบรม/อบรมเชิงปฏิบัติการ",
            detail: {
                title: "การอบรม/อบรมเชิงปฏิบัติการ",
                description: [
                    "รูปแบบการจัดกิจกรรมแบบการอบรมหรืออบรมเชิงปฏิบัติการ"
                ]
            }
        },

        L: {
            code: "L",
            name: "การฟังบรรยาย",
            detail: {
                title: "การฟังบรรยาย",
                description: [
                    "รูปแบบการจัดกิจกรรมแบบการฟังบรรยาย"
                ]
            }
        },

        P: {
            code: "P",
            name: "การเสวนา",
            detail: {
                title: "การเสวนา",
                description: [
                    "รูปแบบการจัดกิจกรรมแบบการเสวนา"
                ]
            }
        },

        G: {
            code: "G",
            name: "การแบ่งกลุ่มย่อย",
            detail: {
                title: "การแบ่งกลุ่มย่อย",
                description: [
                    "รูปแบบการจัดกิจกรรมแบบการแบ่งกลุ่มย่อย"
                ]
            }
        },

        O: {
            code: "O",
            name: "อื่น ๆ",
            detail: {
                title: "อื่น ๆ",
                description: [
                    "รูปแบบการจัดกิจกรรมอื่น ๆ"
                ]
            }
        }

    },
    
    approach: {

        AP1: {
            code: "AP1",
            name: "การสอบวัดความรู้",
            detail: {
                title: "AP1 การสอบวัดความรู้",
                explanation: "การวัดและประเมินผลความรู้ความเข้าใจของผู้เข้าร่วมกิจกรรมในวัตถุประสงค์หรือเนื้อหาของกิจกรรมที่ได้ดำเนินการไปแล้ว",
                type: "ข้อสอบปรนัย (เลือกตอบ) ข้อสอบอัตนัย (เขียนตอบ) สอบปากเปล่า สอบปฏิบัติ หรือรูปแบบอื่น ๆ ในลักษณะคล้ายกัน",
                objective: "เพื่อวัดผลสัมฤทธิ์จากการจัดกิจกรรม ตัดสินผลการจัดกิจกรรม (ให้คะแนน) หรือพิจารณาจุดที่นักศึกษาต้องปรับปรุง"
            }
        },
        AP2: {
            code: "AP2",
            name: "การสังเกตการณ์",
            detail: {
                title: "AP2 การสังเกตการณ์",
                explanation: "การสังเกต เฝ้าดูพฤติกรรม ทักษะ หรือกระบวนการทำงานของผู้เข้าร่วมกิจกรรมในสถานการณ์จริงของการจัดกิจกรรมหรือสถานการณ์จำลอง",
                type: "การสังเกตอย่างมีแบบแผน (ใช้แบบประเมินหรือ Checklist) หรือสังเกตอย่างไม่มีแบบแผน (จดบันทึกสิ่งที่พบเห็นหรือพฤติกรรม) หรือรูปแบบอื่น ๆ ในลักษณะคล้ายกัน",
                objective: "เพื่อประเมินทักษะที่ไม่สามารถวัดได้ด้วยการสอบวัดความรู้ เช่น ทักษะการทำงานกลุ่ม ภาวะผู้นำ ทักษะการปฏิบัติ หรือคุณลักษณะอันพึงประสงค์ เป็นต้น"
            }
        },
        AP3: {
            code: "AP3",
            name: "การทำรายงาน",
            detail: {
                title: "AP3 การทำรายงาน",
                explanation: "การมอบหมายให้ผู้เข้าร่วมกิจกรรมศึกษา เรียนรู้ และค้นคว้าข้อมูลในหัวข้อหรือประเด็นที่กำหนด แล้วนำมาเรียบเรียงและนำเสนอในรูปแบบลายลักษณ์อักษร",
                type: "รายงานการค้นคว้า รายงานการทดลอง รายงานสรุปเนื้อหา หรือรูปแบบอื่น ๆ ในลักษณะคล้ายกัน",
                objective: "เพื่อประเมินทักษะการศึกษาค้นคว้า การคิดวิเคราะห์ การสังเคราะห์ข้อมูล และทักษะการเขียน"
            }
        },
        AP4: {
            code: "AP4",
            name: "การนำเสนอ",
            detail: {
                title: "AP4 การนำเสนอ",
                explanation: "การให้ผู้เข้าร่วมกิจกรรมนำเสนอข้อมูล ความรู้ หรือผลงานของตนเองต่อหน้าผู้อื่นหรือสาธารณะ",
                type: "การนำเสนอในรูปแบบและวิธีการต่าง ๆ หรือรูปแบบอื่น ๆ ในลักษณะคล้ายกัน",
                objective: "เพื่อประเมินทักษะการสื่อสาร การพูดในที่สาธารณะ ความสามารถในการสรุปและถ่ายทอดประเด็นสำคัญ และความมั่นใจในตนเองของผู้เข้าร่วมกิจกรรม"
            }
        },
        AP5: {
            code: "AP5",
            name: "การส่งชิ้นงาน",
            detail: {
                title: "AP5 การส่งชิ้นงาน",
                explanation: "การมอบหมายให้ผู้เข้าร่วมกิจกรรมพัฒนาหรือสร้างผลงาน/ชิ้นงาน เพื่อแสดงถึงความรู้ ความสามารถ หรือทักษะตามที่ได้รับจากการเข้าร่วมกิจกรรม",
                type: "โครงงาน งานประดิษฐ์ งานศิลปะ แบบจำลอง แฟ้มสะสมงาน (Portfolio) หรือรูปแบบอื่น ๆ ในลักษณะคล้ายกัน",
                objective: "เพื่อประเมินความคิดสร้างสรรค์ ทักษะการวางแผนและการลงมือปฏิบัติ และประเมินพัฒนาการของผู้เข้าร่วมกิจกรรมผ่านผลงานที่จับต้องได้"
            }
        },
        AP6: {
            code: "AP6",
            name: "การเข้าร่วมกิจกรรม",
            detail: {
                title: "AP6 การเข้าร่วมกิจกรรม",
                explanation: "การมีส่วนร่วมของผู้เข้าร่วมกิจกรรมในกิจกรรมต่าง ๆ",
                type: "การเข้าร่วมกิจกรรม การมีส่วนร่วมในกิจกรรม หรือรูปแบบอื่น ๆ ในลักษณะคล้ายกัน",
                objective: "เพื่อประเมินความกระตือรือร้น ความรับผิดชอบ การทำงานร่วมกับผู้อื่น และทัศนคติต่อการเรียนรู้"
            }
        },
        AP7: {
            code: "AP7",
            name: "การจัดกิจกรรม",
            detail: {
                title: "AP7 การจัดกิจกรรม",
                explanation: "การมอบหมายให้นักศึกษาเป็นผู้รับผิดชอบในการวางแผนและดำเนินกิจกรรมใดกิจกรรมหนึ่งตั้งแต่ต้นจนจบ",
                type: "การจัดโครงการกิจกรรม หรือรูปแบบอื่น ๆ ในลักษณะคล้ายกัน",
                objective: "เพื่อประเมินทักษะขั้นสูง เช่น ภาวะผู้นำ การวางแผน การจัดการ การแก้ไขปัญหาเฉพาะหน้า และความรับผิดชอบ"
            }
        },

    },

    eggs: {
        E1: {
            code: "E1",
            name: "Creativity and Innovation",
            detail: {
                skill: "E1 Creativity and Innovation (ความคิดสร้างสรรค์และนวัตกรรม)",
                define: "ความสามารถในการสร้างสรรค์แนวคิดที่แปลกใหม่และมีประโยชน์ สามารถนำแนวคิดเหล่านั้นไปประยุกต์ใช้หรือทำให้เกิดขึ้นจริง เพื่อสร้างมูลค่าให้กับองค์กร ตลาด หรือสังคม",
                activity: [
                    ""
                ]
            }
        },
        E2: {
            code: "E2",
            name: "Management",
            detail: {
                skill: "E2 Management (การจัดการ)",
                define: "ความสามารถในการวางแผนและบริหารจัดการงานหรือโครงการได้อย่างมีประสิทธิภาพ รวมถึงการควบคุมทรัพยากร บุคคล เวลา ข้อมูล และเงินทุน เพื่อให้บรรลุวัตถุประสงค์และเป้าหมายที่กำหนดไว้",
                activity: [
                    "Start-up"
                ]
            }
        },
        E3: {
            code: "E3",
            name: "Financial and Accounting Management",
            detail: {
                skill: "E3 Financial and Accounting Management (การจัดการการเงินและบัญชี)",
                define: "มีความรู้ในการบริหารและควบคุมการใช้เงินอย่างมีแผน มีระบบ และโปร่งใส เพื่อให้เกิดประโยชน์สูงสุด",
                activity: [
                    "การจัดการด้านการเงิน",
                    "การวางแผนการลงทุนและการออม",
                    "งานช่างคิด (นิทรรศการแสดงผลงานวิชาการ)"
                ]
            }
        },
        E4: {
            code: "E4",
            name: "Leadership",
            detail: {
                skill: "E4 Leadership (ภาวะผู้นำ)",
                define: "ความสามารถในการกำหนดทิศทาง สร้างแรงบันดาลใจ และทำให้ผู้อื่นเต็มใจที่จะทำงานร่วมกันเพื่อบรรลุวิสัยทัศน์หรือเป้าหมาย มีความรับผิดชอบ และความสามารถในการตัดสินใจภายใต้สถานการณ์ที่ไม่แน่นอน",
                activity: [
                    "โครงการที่เกี่ยวข้องกับการพัฒนาผู้นำ"
                ]
            }
        },
        E5: {
            code: "E5",
            name: "Marketing and Branding",
            detail: {
                skill: "E5 Marketing and Branding (การตลาดและการสร้างแบรนด์)",
                define: "ความสามารถในการระบุและตอบสนองความต้องการของลูกค้า นำเสนออย่างสร้างสรรค์ และส่งมอบคุณค่าที่เหนือกว่าความคาดหวัง รวมถึงการสร้างอัตลักษณ์ ภาพลักษณ์ และความรู้สึกที่ชัดเจนและสม่ำเสมอในใจของผู้บริโภคเกี่ยวกับผลิตภัณฑ์หรือองค์กร",
                activity: [
                    "โครงการประกวดออกแบบต่าง ๆ ชิงเงินรางวัล",
                    "อบรมด้านการตลาด"
                ]
            }
        },
        E5: {
            code: "E5",
            name: "Marketing and Branding",
            detail: {
                skill: "E5 Marketing and Branding (การตลาดและการสร้างแบรนด์)",
                define: "ความสามารถในการระบุและตอบสนองความต้องการของลูกค้า นำเสนออย่างสร้างสรรค์ และส่งมอบคุณค่าที่เหนือกว่าความคาดหวัง รวมถึงการสร้างอัตลักษณ์ ภาพลักษณ์ และความรู้สึกที่ชัดเจนและสม่ำเสมอในใจของผู้บริโภคเกี่ยวกับผลิตภัณฑ์หรือองค์กร",
                activity: [
                    "Start-up"
                ]
            }
        },
        E6: {
            code: "E6",
            name: "Design Thinking and Problem Solving",
            detail: {
                skill: "E6 Design Thinking and Problem Solving (การคิดเชิงออกแบบและการแก้ปัญหา)",
                define: "กระบวนการคิดเพื่อแก้ไขปัญหาโดยเน้นบุคคลเป็นศูนย์กลาง (Human-Centered Approach) มีขั้นตอนประกอบด้วย การเอาใจใส่ (Empathize) การกำหนดปัญหา (Define) การสร้างแนวคิด (Ideate) การสร้างต้นแบบ (Prototype) และการทดสอบกับผู้ใช้จริง (Test)",
                activity: [
                    "โครงการที่ร่วมแก้ปัญหากับชุมชน/โครงการจัดแฮกกาธอน (Hackathon)"
                ]
            }
        },
        Gm1: {
            code: "Gm1",
            name: "Communication",
            detail: {
                skill: "Gm1 Communication (การสื่อสาร)",
                define: "การสื่อสารเพื่อแลกเปลี่ยนข้อมูลและแนวคิดข้ามพรมแดนทางภูมิศาสตร์ วัฒนธรรม และภาษา เพื่อสร้างความเข้าใจระหว่างบุคคลและองค์กร",
                activity: [
                    "โครงการ International Creative Workshop",
                    "การสื่อสารและการสัมภาษณ์งาน"
                ]
            }
        },
        Gm2: {
            code: "Gm2",
            name: "AI and Digital Literacy",
            detail: {
                skill: "Gm2 AI and Digital Literacy (AI และการรู้ดิจิทัล)",
                define: "ความสามารถในการใช้เทคโนโลยีดิจิทัลและปัญญาประดิษฐ์อย่างมีวิจารณญาณ (ปลอดภัยและมีจริยธรรม) และมีประสิทธิภาพในชีวิตประจำวันและการทำงาน เพื่อสร้างคุณค่าใหม่จากข้อมูลในโลกยุคดิจิทัล",
                activity: [
                    "GREEN STUDIO AI"
                ]
            }
        },
        Gm3: {
            code: "Gm3",
            name: "Foreign Language Proficiency",
            detail: {
                skill: "Gm3 Foreign Language Proficiency (ความสามารถในการใช้ภาษาต่างประเทศ)",
                define: "ความสามารถในการใช้ภาษาต่างประเทศเพื่อการสื่อสาร การเรียนรู้ และการทำงานร่วมกับผู้อื่นในบริบทสากลได้อย่างถูกต้องและเหมาะสม",
                activity: [
                    "อบรมภาษาต่างประเทศ"
                ]
            }
        },
        Gm4: {
            code: "Gm4",
            name: "Global Culture and Trend",
            detail: {
                skill: "Gm4 Global Culture and Trend (แนวโน้มโลกและวัฒนธรรมสากล)",
                define: "ความเข้าใจในพลวัตของโลก ทั้งด้านเศรษฐกิจ สังคม สิ่งแวดล้อม วัฒนธรรม และเทคโนโลยี สามารถเชื่อมโยงข้อมูลเพื่อปรับใช้ในการวางแผนและตัดสินใจได้อย่างเหมาะสม",
                activity: [
                    "แนวโน้มโลกและวัฒนธรรมสากล"
                ]
            }
        },
        Gm5: {
            code: "Gm5",
            name: "Embrace Diversity",
            detail: {
                skill: "Gm5 Embrace Diversity (การยอมรับความหลากหลาย)",
                define: "มีทัศนคติเปิดกว้าง ยอมรับ และให้คุณค่ากับความแตกต่างระหว่างบุคคลในด้านเพศ ความพิการ เชื้อชาติ ศาสนา วัฒนธรรม และความเชื่อ เพื่อส่งเสริมการอยู่ร่วมกันอย่างเคารพและเท่าเทียม",
                activity: [
                    "KKU Angel",
                    "เทศกาล Pride Month"
                ]
            }
        },
        Go1: {
            code: "Go1",
            name: "Lifelong Learning",
            detail: {
                skill: "Go1 Lifelong Learning (การเรียนรู้ตลอดชีวิต)",
                define: "กระบวนการเรียนรู้อย่างต่อเนื่อง เพื่อพัฒนาความรู้ ทักษะ ความสามารถ และทัศนคติในด้านต่าง ๆ ตลอดช่วงชีวิต ไม่จำกัดอยู่เพียงในห้องเรียนหรือหลักสูตรตามปกติ",
                activity: [
                    "หลักสูตรภายในมหาวิทยาลัยขอนแก่น"
                ]
            }
        },
        Go2: {
            code: "Go2",
            name: "Self-care Management",
            detail: {
                skill: "Go2 Self-care Management (การจัดการตนเองเพื่อการดูแลตนเอง)",
                define: "ความสามารถในการจัดการตนเอง เพื่อสามารถจัดการความเครียด ความวิตกกังวล และสร้างความยืดหยุ่นทางอารมณ์ สามารถบริหารเวลาได้อย่างเหมาะสม และมีสุขภาพกายที่ดีตรงตามเกณฑ์มาตรฐาน",
                activity: [
                    "กิจกรรมอบรม/Workshop",
                    "ดนตรีบำบัด/ดนตรีเพื่อสุนทรียะ"
                ]
            }
        },
        Go3: {
            code: "Go3",
            name: "Good Health and Well-being",
            detail: {
                skill: "Go3 Good Health and Well-being (สุขภาพและความเป็นอยู่ที่ดี)",
                define: "การสร้างหรือส่งเสริมให้เกิดสุขภาวะองค์รวมที่สมบูรณ์และสมดุลในทุกมิติของชีวิต ทั้งกายและใจ เพื่อให้สามารถใช้ศักยภาพของตนเองได้อย่างเต็มที่ และดำเนินชีวิตได้อย่างมีความสุขในสภาพแวดล้อมที่เอื้อต่อสุขภาวะ",
                activity: [
                    "การดูแลสุขภาพและสุขภาวะ",
                    "KKU GAMES",
                    "กีฬามหาวิทยาลัย"
                ]
            }
        },
        Go4: {
            code: "Go4",
            name: "Personality and Social Etiquette",
            detail: {
                skill: "Go4 Personality and Social Etiquette (บุคลิกภาพและมารยาททางสังคม)",
                define: "มีบุคลิกภาพที่ดีตรงตามมาตรฐานและบริบทในสังคม สามารถปรับตัวเข้าสังคม และมีปฏิสัมพันธ์กับผู้อื่นได้อย่างเหมาะสม สร้างความประทับใจที่ดีและเป็นที่ยอมรับในบริบททางวิชาชีพ สังคม และความเป็นสากล ทั้งภายในและภายนอก ตามมาตรฐานวิชาชีพและมาตรฐานสังคมดิจิทัล",
                activity: [
                    "บุคลิกภาพและมารยาททางสังคม"
                ]
            }
        },
        Go5: {
            code: "Go5",
            name: "Empathy and Active Listening",
            detail: {
                skill: "Go5 Empathy and Active Listening (ความเข้าใจผู้อื่นและรับฟังอย่างตั้งใจ)",
                define: "ความเห็นอกเห็นใจและการรับฟังอย่างตั้งใจ มีความสามารถในการเข้าใจความรู้สึกของผู้อื่นโดยไม่ตัดสิน สามารถให้คำแนะนำ ปรึกษา และยอมรับซึ่งความแตกต่างและความหลากหลาย",
                activity: [
                    "กิจกรรมอบรม/Workshop"
                ]
            }
        },
        Go6: {
            code: "Go6",
            name: "Resilience and Flexibility",
            detail: {
                skill: "Go6 Resilience and Flexibility (ความยืดหยุ่นและการปรับตัว)",
                define: "ความสามารถในการปรับตัว รับมือ จัดการ และก้าวผ่านความท้าทาย ความกดดัน ความผิดหวัง และการเปลี่ยนแปลงที่ไม่คาดคิดในชีวิต การเรียน และการทำงานได้อย่างมีประสิทธิภาพ",
                activity: [
                    "กิจกรรมอบรม/Workshop"
                ]
            }
        },
        S1: {
            code: "S1",
            name: "Environment and Sustainable Development",
            detail: {
                skill: "S1 Environment and Sustainable Development (สิ่งแวดล้อมและการพัฒนาอย่างยั่งยืน)",
                define: "การพัฒนาที่ตอบสนองความต้องการของคนรุ่นปัจจุบัน โดยไม่กระทบต่อความสามารถของคนรุ่นอนาคตในการตอบสนองความต้องการของตนเอง มีความสามารถในการใส่ใจและบริหารจัดการสิ่งแวดล้อมอย่างเป็นระบบ รู้จักใช้ทรัพยากรอย่างมีประสิทธิภาพ ปรับพฤติกรรมเพื่อลดผลกระทบต่อธรรมชาติและสังคม พร้อมส่งเสริมการพัฒนาที่ยั่งยืนเพื่อประโยชน์สูงสุดต่อบุคคล ชุมชน และโลกในระยะยาว",
                activity: [
                    "ปลูกต้นไม้เพิ่มพื้นที่สีเขียว",
                    "การพัฒนาที่ยั่งยืน",
                    "การปลูกต้นไม้",
                ]
            }
        },
        S2: {
            code: "S2",
            name: "Social Devotion",
            detail: {
                skill: "S2 Social Devotion (การอุทิศต่อสังคม)",
                define: "การมีจิตสำนึกสาธารณะจนเกิดเป็นการลงมือทำเพื่อส่วนรวม โดยไม่หวังผลตอบแทน",
                activity: [
                    "บริจาคโลหิต",
                    "COMMED",
                    "ค่ายหน่วยแพทย์อาสาพัฒนาสังคมหน่วยภาคตะวันออกเฉียงเหนือ (อาสาสู่สังคม)",
                ]
            }
        },
        S3: {
            code: "S3",
            name: "Collaboration and Networking",
            detail: {
                skill: "S3 Collaboration and Networking (การสร้างความร่วมมือและเครือข่าย)",
                define: "การสร้างและรักษาความสัมพันธ์เชิงบวกกับบุคคลและองค์กรที่หลากหลาย เพื่อระดมทรัพยากร ความรู้ และพลังในการขับเคลื่อนเป้าหมายด้านเศรษฐกิจ สังคม และสิ่งแวดล้อมร่วมกัน",
                activity: [
                    "ค่ายร่วมอาสาพัฒนาชนบท มข.–มช."
                ]
            }
        },
        S4: {
            code: "S4",
            name: "Morals and Ethics",
            detail: {
                skill: "S4 Morals and Ethics (คุณธรรมจริยธรรม)",
                define: "การมีแนวความคิดและเกณฑ์การวัดทางจริยธรรมที่มั่นคง สามารถแยกแยะผิดชอบชั่วดี และตัดสินใจเลือกกระทำในสิ่งที่ถูกต้อง แม้ในสถานการณ์ที่ไม่มีใครเห็น โดยเคารพในคุณค่า วัฒนธรรม และประเพณีอันดีงามของสังคม",
                activity: [
                    "ค่ายคุณธรรมจริยธรรม",
                    "พิธีไหว้ครู",
                    "รับฟังพระธรรมเทศนา/ศาสนกิจตามศาสนา"
                ]
            }
        },
        S5: {
            code: "S5",
            name: "Law, Regulations and Justice",
            detail: {
                skill: "S5 Law, Regulations and Justice (กฎหมาย กฎระเบียบ และความยุติธรรม)",
                define: "การมีความรู้ความเข้าใจในกฎหมายและกฎระเบียบที่เกี่ยวข้อง และตระหนักถึงหลักความยุติธรรมทางสังคม เพื่อให้การกระทำถูกต้อง โปร่งใส และสร้างความเป็นธรรมให้เกิดขึ้นจริง",
                activity: [
                    "ความปลอดภัยทางท้องถนน",
                    "ค่ายนิติศาสตร์สู่ชุมชน",
                    "โครงการรัฐธรรมนูญที่เรามี กับประเทศที่เราอยากเป็น: People’s Voices to People’s Constitution"
                ]
            }
        }

    },

    ksa: {
        K1: {
            code: "K1",
            name: "Remembering",
            detail: {
                title: "K1 จำได้ (Remembering)",
                description: "จำได้ (Remembering) ความสามารถในการจดจำข้อมูล ข้อเท็จจริง หรือประสบการณ์ต่าง ๆ ที่ได้รับรู้ และสามารถระลึกถึงสิ่งนั้นเมื่อจำเป็น",
                keywords: "จัดเรียง (Arrange), กำหนดนิยาม (Define), บรรยาย/อธิบาย (Describe), ทำซ้ำ (Duplicate), ระบุ (Identify), รู้ (Know), ติดป้าย (Label), แสดงรายการ (List), จับคู่ (Match), ท่องจำ (Memorize), ตั้งชื่อ (Name), ร่างเค้าโครง (Outline), ระลึก/เรียกคืน (Recall), จดจำ (Recognize), ทำซ้ำ/สร้างซ้ำ (Reproduce), ทำซ้ำ (Repeat), เลือก (Select), ระบุ/กล่าว (State), หาตำแหน่ง (Locate)"
            }
        },
        K2: {
            code: "K2",
            name: "Understanding",
            detail: {
                title: "K2 เข้าใจ (Understanding)",
                description: "เข้าใจ (Understanding) ความสามารถในการจับใจความสำคัญ อธิบาย แปลความ ตีความ หรือขยายความจากสิ่งที่เรียนรู้",
                keywords: "อธิบายด้วยภาพประกอบ (Illustrate), ปกป้อง/ให้เหตุผล (Defend), อธิบาย (Describe), อภิปราย (Discuss), จำแนกความแตกต่าง (Distinguish), จัดประเภท (Classify), เปรียบเทียบ (Compare), แปลง/เปลี่ยน (Convert), ประเมินค่า (Estimate), อธิบาย (Explain), แสดงออก (Express), จัดหมวดหมู่ (Classify), สรุป/อ้างอิงเป็นหลักการทั่วไป (Generalize), ยกตัวอย่าง (Give examples), ตีความ (Interpret), ระบุ (Identify), บ่งชี้/ชี้ให้เห็น (Indicate), อนุมาน (Infer), ถอดความ (Paraphrase), คาดการณ์ (Predict), เขียนใหม่ (Rewrite), ทบทวน (Review), เลือก (Select), สรุปย่อ (Summarize), แปล (Translate)"
            }
        },
        K3: {
            code: "K3",
            name: "Applying",
            detail: {
                title: "K3 ประยุกต์ได้ (Applying)",
                description: "ประยุกต์ได้ (Applying) สามารถนำความรู้หรือประสบการณ์ที่ได้รับไปใช้แก้ปัญหาในสถานการณ์ต่าง ๆ ได้อย่างเหมาะสม",
                keywords: "นำไปใช้ (Implement), จัดระเบียบ (Organize), แสดง/เล่นละคร (Dramatize), แก้ปัญหา (Solve), เปลี่ยนแปลง (Change), สร้าง (Construct), คำนวณ (Compute), สาธิต (Demonstrate), ค้นพบ (Discover), จัดการ/ควบคุม (Manipulate), ปรับเปลี่ยน (Modify), ดำเนินการ (Operate), คาดการณ์ (Predict), เตรียม (Prepare), ผลิต (Produce), ฝึกฝน (Practice), เกี่ยวข้อง (Relate), จัดตารางเวลา (Schedule), แสดง (Show), แก้ไข (Solve), เลือกใช้ (Choose), ใช้ (Use), เขียน (Write)"
            }
        },
        K4: {
            code: "K4",
            name: "Analyzing",
            detail: {
                title: "K4 วิเคราะห์ได้ (Analyzing)",
                description: "วิเคราะห์ได้ (Analyzing) สามารถแยกแยะองค์ประกอบของเรื่องราว เห็นความสัมพันธ์ของข้อมูล และจัดโครงสร้างความคิดอย่างมีเหตุผล",
                keywords: "วิเคราะห์ (Analyze), แยกแยะ (Break down), เปรียบเทียบ (Compare), เลือก (Select), แตกต่าง (Contrast), แยกส่วน (Deconstruct), แบ่งแยก/จำแนก (Discriminate), แยกแยะ (Distinguish), ระบุ (Identify), สร้างแบบจำลอง (Model), ร่าง/สรุปเค้าโครง (Outline), ตรวจสอบ (Examine), ทดลอง (Experiment), ชี้ให้เห็น (Point out), ตั้งคำถาม (Question), ทดสอบ (Test), แยก (Separate)"
            }
        },
        K5: {
            code: "K5",
            name: "Evaluating",
            detail: {
                title: "K5 ประเมินได้ (Evaluating)",
                description: "ประเมินได้ (Evaluating) สามารถตัดสินคุณค่า วิพากษ์ หรือสรุปผลของสิ่งต่าง ๆ โดยอิงหลักเกณฑ์ที่เหมาะสมและเป็นระบบ",
                keywords: "ประเมินค่า (Appraise), จัดลำดับ (Rank), ให้คะแนน (Rate), ประเมิน (Assess), โต้แย้ง (Argue), ตรวจสอบ/กำกับ (Monitor), ตรวจสอบ (Check), ตัดสิน (Judge), วิพากษ์วิจารณ์ (Criticize), ติชม (Critique), เปรียบเทียบ (Contrast), สรุปผล (Conclude), ทดสอบ (Test), ให้เหตุผล/พิสูจน์ (Justify), วัด (Measure), กำหนด/ตัดสิน (Determine), ปกป้อง (Defend), สนับสนุน (Support), ให้คุณค่า (Value)"
            }
        },
        K6: {
            code: "K6",
            name: "Creating",
            detail: {
                title: "K6 คิดสร้างสรรค์ (Creating)",
                description: "คิดสร้างสรรค์ (Creating) สามารถผสมผสานแนวคิดหรือข้อมูลที่มีอยู่เพื่อสร้างสิ่งใหม่ วิธีการใหม่ หรือแนวทางใหม่ที่มีคุณค่าและสมบูรณ์กว่าเดิม",
                keywords: "สร้าง (Generate), วางแผน (Plan), ประพันธ์/เรียบเรียง (Compose), พัฒนา (Develop), สร้างสรรค์ (Create), ประดิษฐ์ (Invent), จัดระเบียบ (Organize), สร้าง (Construct), ผลิต (Produce), รวบรวม (Compile), ออกแบบ (Design), คิดค้น/จัดทำ (Devise), จัดระบบใหม่ (Reorganize)"
            }
        },
        S1: {
            code: "S1",
            name: "Imitation",
            detail: {
                title: "S1 รับรู้ (Imitation)",
                description: "รับรู้ (Imitation) รู้หลักการปฏิบัติที่ถูกต้อง หรือเป็นการเลือกหาตัวแบบที่สนใจ สามารถสังเกตและทำตามได้",
                keywords: "ลอกแบบ (Copy), ทำตาม (Follow), ทำซ้ำ (Repeat), สังเกต (Observe), ถือ/คงท่า (Hold/Maintain a Position), พยายาม (Attempt), จำแนกความแตกต่างด้วยประสาทสัมผัส (Discern by Sense)"
            }
        },
        S2: {
            code: "S2",
            name: "Manipulation",
            detail: {
                title: "S2 ทำตามได้ (Manipulation)",
                description: "ทำตามได้ (Manipulation) การกระทำตามแบบหรือเครื่องชี้แนะ (Manipulation) พยายามฝึกตามแบบที่ตนเองสนใจ หรือพยายามทำซ้ำ เน้นทักษะที่สามารถทำได้",
                keywords: "ปฏิบัติตาม (Execute), ดำเนินการ (Perform), สร้าง (Construct), ปรับเปลี่ยน (Modify), จัดการ (Manipulate), จัดทำ (Assemble/Set Up), ดำเนินการ/ปฏิบัติการ (Operate), ติดตั้ง (Install), บรรเลง/แสดง (Play), เริ่ม (Start), แกะ (Disassemble)"
            }
        },
        S3: {
            code: "S3",
            name: "Precision",
            detail: {
                title: "S3 ความถูกต้อง (Precision)",
                description: "ความถูกต้อง (Precision) สามารถปฏิบัติงานได้ด้วยตนเอง โดยไม่ต้องอาศัยเครื่องชี้แนะ เน้นความถูกต้องในการแสดงพฤติกรรม ควบคุม และลดความผิดพลาด",
                keywords: "แสดงอย่างแม่นยำ (Demonstrate Accuracy), แสดงอย่างเชี่ยวชาญ (Show Expertise), ทำให้สมบูรณ์ (Refine), ควบคุม (Control), ปรับเทียบ (Calibrate), แสดงได้อย่างรวดเร็ว (Perform Quickly), ปฏิบัติงานที่ซับซ้อน (Execute Complex Tasks), จัดระบบ (Systematize), ปฏิบัติงานได้อย่างมีประสิทธิภาพ (Perform Effectively), วัดผล (Measure), บำรุงรักษา (Maintain)"
            }
        },
        S4: {
            code: "S4",
            name: "Articulation",
            detail: {
                title: "S4 ทำได้อย่างคล่องแคล่ว (Articulation)",
                description: "ทำได้อย่างคล่องแคล่ว (Articulation) การกระทำตามรูปแบบนั้นอย่างต่อเนื่อง สามารถปรับการปฏิบัติงานได้อย่างรวดเร็ว เน้นการเรียนรู้วิธีการที่ถูกต้องตามขั้นตอน",
                keywords: "สร้างความสอดคล้อง/บูรณาการ (Coordinate/Integrate), ปรับให้เข้ากับ (Adapt), ปรับเปลี่ยน (Modify), สร้างต้นแบบ (Construct), เชี่ยวชาญ (Master), วางแผนการปฏิบัติ (Develop a Plan of Action), ประยุกต์ใช้ (Apply), จัดลำดับความสำคัญ (Prioritize), จัดรวม (Combine), ออกแบบ (Design)"
            }
        },
        S5: {
            code: "S5",
            name: "Naturalization",
            detail: {
                title: "S5 ทำได้เป็นธรรมชาติ (Naturalization)",
                description: "ทำได้เป็นธรรมชาติ (Naturalization) สามารถปฏิบัติทักษะได้อย่างเป็นอัตโนมัติ คล่องแคล่ว ถูกต้อง และเหมาะสม โดยไม่ต้องใช้ความพยายามหรือการควบคุมอย่างมีสติ สามารถประยุกต์ใช้ทักษะในสถานการณ์ที่หลากหลายได้อย่างมีประสิทธิภาพ",
                keywords: "ปฏิบัติได้อย่างเป็นธรรมชาติ (Perform Naturally), ปฏิบัติได้อย่างอัตโนมัติ (Perform Automatically), เชี่ยวชาญ (Master), ประยุกต์ใช้ (Apply), บูรณาการ (Integrate), ปรับตัว (Adapt), สร้างสรรค์ (Create), พัฒนา (Develop), ปรับปรุง (Refine), แสดงความชำนาญ (Demonstrate Proficiency)"
            }
        },
        A1: {
            code: "A1",
            name: "Receiving",
            detail: {
                title: "A1 การรับรู้ (Receiving)",
                description: "การรับรู้ (Receiving) การจดจำสิ่งที่ได้รับจากประสาทสัมผัส เช่น การได้ยิน การมองเห็น เป็นต้น",
                keywords: "รับรู้ (Be Aware of), ตระหนัก (Become Aware), ถาม (Ask), ฟัง (Listen/Hear), รับ (Accept), ติดตาม (Follow), สังเกต (Observe), ใส่ใจ (Pay Attention), รับฟัง (Atten"
            }
        },
        A2: {
            code: "A2",
            name: "Responding",
            detail: {
                title: "A2 ตอบสนอง (Responding)",
                description: "ตอบสนอง (Responding) การมีปฏิกิริยาตอบกลับสิ่งที่ได้รับจากเหตุการณ์ด้วยความกระตือรือร้น เช่น การมีส่วนร่วมในกิจกรรมที่จัดขึ้น เป็นต้น",
                keywords: "มีส่วนร่วม (Participate), ปฏิบัติตาม (Comply with), เต็มใจอาสา (Volunteer), หารือ/อภิปราย (Discuss), รายงาน (Report), ช่วยเหลือ (Assist), อ่าน (Read), ทำตามคำแนะนำ (Follow Directions), ให้ความร่วมมือ (Cooperate), ฝึกฝน (Practice), ทำการทดลอง (Perform an Experiment)"
            }
        },
        A3: {
            code: "A3",
            name: "Valuing",
            detail: {
                title: "A3 เห็นคุณค่า (Valuing)",
                description: "เห็นคุณค่า (Valuing) การแสดงความรู้สึกเห็นความสำคัญและยอมรับสิ่งของ บุคคล ปรากฏการณ์ หรือพฤติกรรมที่ได้รับและซึมซับมาตั้งแต่ต้น เช่น รู้สึกซาบซึ้ง ยินดี เป็นต้น",
                keywords: "แสดงความซาบซึ้ง/รู้คุณค่า (Appreciate), ให้ความสำคัญ (Value), ปกป้อง/สนับสนุน (Support/Defend), แสดงความเชื่อมั่น (Express Conviction), ริเริ่ม (Initiate), แสดงความสนใจ (Show Concern), ยืนยัน (Assert), ให้คำมั่น (Commit), ส่งเสริม (Promote)"
            }
        },
        A4: {
            code: "A4",
            name: "Organization",
            detail: {
                title: "A4 จัดการ (Organization)",
                description: "จัดการ (Organization) การแยกแยะความแตกต่าง การเปรียบเทียบ และการหาความสัมพันธ์ของสิ่งต่าง ๆ เน้นการสร้างระบบและแก้ไขข้อขัดแย้งของสิ่งที่อยู่ภายในตนเอง เช่น การสร้างปรัชญาหรือเป้าหมายให้กับตนเอง",
                keywords: "จัดระบบ (Systematize), จัดระเบียบ (Organize), จัดลำดับความสำคัญ (Prioritize), บูรณาการ (Integrate), สังเคราะห์ (Synthesize), ปรับเปลี่ยน (Modify), เปรียบเทียบ (Compare), รวบรวม (Compile), กำหนด (Define)"
            }
        },
        A5: {
            code: "A5",
            name: "Characterization",
            detail: {
                title: "A5 บุคลิกนิสัย (Characterization)",
                description: "บุคลิกนิสัย (Characterization) การสั่งสมความรู้สึกเป็นรูปแบบ จนเป็นลักษณะนิสัย ความเชื่อ และศรัทธา มีลักษณะส่วนตัวที่เป็นเอกลักษณ์ของตนเอง เช่น การเป็นคุณลักษณะหนึ่งของชีวิต",
                keywords: "ประพฤติ/ปฏิบัติสม่ำเสมอ (Act Consistently), แสดงออกอย่างมีจริยธรรม (Be Ethical), หล่อหลอม (Internalize), มีคุณลักษณะ (Characterize), อุทิศตน/เสียสละ (Devote/Sacrifice), แสวงหา (Seek), บำรุงรักษา (Maintain), ยึดถือ (Uphold)"
            }
        }

    },

    sdgs: {

        SDG1: {
            code: "SDG1",
            name: "SDG1",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-01-300x300.jpg",
            detail: {
                title: "Goal 1: No Poverty",
                subtitle: "เป้าหมายที่ 1: ยุติความยากจนทุกรูปแบบในทุกที่ (End poverty in all its forms everywhere)",
                description: [
                    "เป้าหมายย่อย 1.1 ขจัดความยากจนขั้นรุนแรงของประชาชนในทุกพื้นที่ให้หมดไปภายในปี พ.ศ. 2573 ซึ่งปัจจุบันความยากจนวัดจากคนที่มีค่าใช้จ่ายดำรงชีพรายวันต่ำกว่า $1.90 ต่อวัน",
                    "เป้าหมายย่อย 1.2 ภายในปี พ.ศ. 2573 ลดสัดส่วน ชาย หญิง และเด็ก ในทุกช่วงวัย ที่อยู่ภายใต้ความยากจนในทุกมิติ ตามนิยามของแต่ละประเทศ ให้ลดลงอย่างน้อยครึ่งหนึ่ง",
                    "เป้าหมายย่อย 1.3 ดำเนินการให้ทุกคนมีระบบและมาตรการการคุ้มครองทางสังคมระดับประเทศที่เหมาะสม ซึ่งรวมถึงฐาน การคุ้มครองทางสังคม (floors) โดยให้ครอบคลุมกลุ่มประชากรยากจน และกลุ่มเปราะบางให้มากพอ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 1.4 ภายในปี พ.ศ. 2573 สร้างหลักประกันว่าชายและหญิงทุกคน โดยเฉพาะผู้ที่ยากจนและเปราะบาง มีสิทธิเท่าเทียมกันในทรัพยากรทางเศรษฐกิจ รวมถึงการเข้าถึงบริการขั้นพื้นฐาน การเป็นเจ้าของและมีสิทธิในที่ดินและทรัพย์สินในรูปแบบอื่น มรดก ทรัพยากรธรรมชาติ เทคโนโลยีใหม่ที่เหมาะสม และบริการทางการเงิน ซึ่งรวมถึงระบบการเงินระดับฐานราก (microfinance)",
                    "เป้าหมายย่อย 1.5 ภายในปี พ.ศ. 2573 สร้างภูมิต้านทานให้กับผู้ที่ยากจนและอยู่ในสถานการณ์เปราะบาง รวมทั้งลดความเสี่ยงและความล่อแหลมต่อภาวะสภาพอากาศผันผวนรุนแรง การเปลี่ยนแปลงอย่างรุนแรงทางเศรษฐกิจ สังคมและสิ่งแวดล้อม และภัยพิบัติ",
                    "เป้าหมายย่อย 1.a สร้างหลักประกันว่าจะมีการระดมทรัพยากรอย่าง มีนัยสำคัญจากแหล่งที่หลากหลาย รวมไปถึงการยกระดับ ความร่วมมือเพื่อการพัฒนา เพื่อให้ประเทศกำลังพัฒนา โดยเฉพาะอย่างยิ่งประเทศพัฒนาน้อยที่สุด มีวิธีการที่เพียงพอและคาดการณ์ได้ในการดำเนินงานตามแผนงานและนโยบายเพื่อยุติความยากจนในทุกมิติ",
                ]
            }
        },
        SDG2: {
            code: "SDG2",
            name: "SDG2",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-02-300x300.jpg",
            detail: {
                title: "Goal 2: Zero Hunger",
                subtitle: "เป้าหมายที่: 2 ยุติความหิวโหย บรรลุความมั่นคงทางอาหารและยกระดับโภชนาการ และส่งเสริมเกษตรกรรมที่ยั่งยืน (End hunger, achieve food security and improved nutrition and promote sustainable agriculture)ขจัดความยากจนr",
                description: [
                    "เป้าหมายย่อย 2.1 ยุติความหิวโหยและสร้างหลักประกันให้ทุกคนโดยเฉพาะคนที่ยากจนและอยู่ในภาวะเปราะบาง อันรวมถึงทารก ได้เข้าถึงอาหารที่ปลอดภัย มีโภชนาการ และเพียงพอตลอดทั้งปี ภายในปีพ.ศ. 2573",
                    "เป้าหมายย่อย 2.2 ยุติภาวะทุพโภชนาการทุกรูปแบบและแก้ไขปัญหาความต้องการสารอาหารของหญิงวัยรุ่น หญิงตั้งครรภ์และให้นมบุตร และผู้สูงอายุ ภายในปี พ.ศ. 2573 รวมถึงบรรลุเปูาหมายที่ตกลงร่วมกันระหว่างประเทศว่าด้วยภาวะเตี้ย (stunting) และแคระแกร็น (wasting) ในเด็กอายุต่ำกว่า 5 ปี ภายในปี พ.ศ. 2568",
                    "เป้าหมายย่อย 2.3 เพิ่มผลิตภาพทางการเกษตรและรายได้ของผู้ผลิตอาหารรายเล็ก โดยเฉพาะผู้หญิง คนพื้นเมือง ครัวเรือนเกษตรกร เกษตรกรผู้เลี้ยงสัตว์ และชาวประมง ให้เพิ่มขึ้นเป็น 2 เท่า โดยรวมถึงการเข้าถึงที่ดิน ทรัพยากรและปัจจัยการผลิต ความรู้ บริการทางการเงิน ตลาด และโอกาสสำหรับการเพิ่มมูลค่าและการจ้างงานนอกฟาร์ม อย่างมั่นคงและเท่าเทียม ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 2.4 สร้างหลักประกันว่าจะมีระบบการผลิตอาหารที่ยั่งยืนและดำเนินการตามแนวปฏิบัติทางการเกษตรที่มีภูมิคุ้มกันที่จะเพิ่มผลิตภาพและการผลิต ซึ่งจะช่วยรักษาระบบนิเวศ เสริมขีดความสามารถในการปรับตัวต่อการเปลี่ยนแปลงสภาพภูมิอากาศ ภาวะอากาศรุนแรง ภัยแล้ง อุทกภัย และภัยพิบัติอื่น ๆ และจะช่วยพัฒนาคุณภาพของดินและที่ดินอย่างต่อเนื่อง ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 2.5 คงความหลากหลายทางพันธุกรรมของเมล็ดพันธุ์พืชที่ใช้เพาะปลูก สัตว์ในไร่นาและที่เลี้ยงตามบ้านเรือน และชนิดพันธุ์ตามธรรมชาติที่เกี่ยวข้องกับพืชและสัตว์เหล่านั้น รวมถึงให้มีธนาคารพืชและเมล็ดพันธุ์ที่มีการจัดการที่ดีและมีความหลากหลาย ทั้งในระดับประเทศ ระดับภูมิภาค และระดับนานาชาติ และสร้างหลักประกันว่าจะมีการเข้าถึงและแบ่งปันผลประโยชน์อันเกิดจากการใช้ทรัพยากรทางพันธุกรรมและองค์ความรู้ท้องถิ่นที่เกี่ยวข้องอย่างเป็นธรรมและเท่าเทียม ตามที่ตกลงกันระหว่างประเทศ ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 2.a เพิ่มการลงทุน ตลอดจนยกระดับความร่วมมือระหว่างประเทศในเรื่องโครงสร้างพื้นฐานในชนบท การวิจัยและส่งเสริมการเกษตร การพัฒนาเทคโนโลยี และการทำธนาคารเชื้อพันธุ์ (gene bank) ของพืชและสัตว์ เพื่อยกระดับขีดความสามารถในการผลิตสินค้าเกษตรในประเทศกำลังพัฒนา โดยเฉพาะอย่างยิ่งในประเทศพัฒนาน้อยที่สุด",
                    "เป้าหมายย่อย 2.b แก้ไขและป้องกันการกีดกันและการบิดเบือนทางการค้าในตลาดเกษตรโลก รวมถึงการดำเนินการคู่ขนาดไปกับการขจัดการอุดหนุนการส่งออกสินค้าเกษตรทุกรูปแบบและมาตรการเพื่อการส่งออกทุกแบบที่ให้ผลในลักษณะเดียวกัน โดยให้เป็นไปตามอาณัติของรอบการพัฒนาโดฮา",
                    "เป้าหมายย่อย 2.c เลือกใช้มาตรการที่สร้างหลักประกันได้ว่าตลาดโภคภัณฑ์อาหารและตลาดอนุพันธ์สามารถทำงานได้อย่างเหมาะสม และอำนวยความสะดวกในการเข้าถึงข้อมูลของตลาดและข้อมูลสำรองอาหารได้อย่างทันการณ์ เพื่อจำกัดความผันผวนของราคาอาหารที่รุนแรง"
                ]
            }
        },
        SDG3: {
            code: "SDG3",
            name: "SDG3",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-03-300x300.jpg",
            detail: {
                title: "Goal 3: Good Health and Well-being",
                subtitle: "เป้าหมายที่ 3 สร้างหลักประกันการมีสุขภาวะที่ดี และส่งเสริมความเป็นอยู่ที่ดีสำหรับทุกคนในทุกช่วงวัย (Ensure healthy lives and promote well-being for all at all ages)",
                description: [
                    "เป้าหมายย่อย 3.1 ลดอัตราการตายของมารดาทั่วโลกให้ต่ำกว่า 70 คน ต่อการเกิดมีชีพ 100,000 คน ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 3.2 ยุติการตายที่ป้องกันได้ของทารกแรกเกิดและเด็กอายุต่ำกว่า 5 ปี โดยทุกประเทศมุ่งลดอัตราการตายในทารกลงให้ต่ำถึง 12 คน ต่อการเกิดมีชีพ 1,000 คน และลดอัตราการตายในเด็กอายุต่ำกว่า 5 ปี ลงให้ต่ำถึง 25 คน ต่อการเกิดมีชีพ 1,000 คน ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 3.3 ยุติการแพร่กระจายของเอดส์ วัณโรค มาลาเรีย และโรคเขตร้อนที่ถูกละเลย และต่อสู้กับโรคตับอักเสบ โรคติดต่อทางน้ำและโรคติดต่ออื่นๆ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 3.4 ลดการตายก่อนวัยอันควรจากโรคไม่ติดต่อให้ลดลงหนึ่งในสาม ผ่านทางการป้องกันและการรักษาโรค และสนับสนุนสุขภาพจิตและความเป็นอยู่ที่ดี ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 3.5 เสริมสร้างการป้องกันและการรักษาการใช้สารในทางที่ผิด ซึ่งรวมถึงการใช้ยาเสพติดในทางที่ผิดและการใช้แอลกอฮอล์ในทางที่เป็นอันตราย",
                    "เป้าหมายย่อย 3.6 ลดจำนวนการตายและบาดเจ็บจากอุบัติเหตุจากการจราจรทางถนนทั่วโลกลงครึ่งหนึ่ง ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 3.7 สร้างหลักประกันถ้วนหน้า ในการเข้าถึงบริการสุขภาวะทางเพศและอนามัยการเจริญพันธุ์ รวมถึงการวางแผนครอบครัว ข้อมูลข่าวสารและความรู้ และการบูรณาการอนามัยการเจริญพันธุ์ในยุทธศาสตร์และแผนงานระดับชาติ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 3.8 บรรลุการมีหลักประกันสุขภาพถ้วนหน้า รวมถึงการป้องกันความเสี่ยงทางการเงิน การเข้าถึงการบริการสาธารณสุขจำเป็นที่มีคุณภาพ และเข้าถึงยาและวัคซีนจำเป็นที่ปลอดภัย มีประสิทธิภาพ มีคุณภาพ และมีราคาที่สามารถซื้อหาได้",
                    "เป้าหมายย่อย 3.9 ลดจำนวนการตายและการเจ็บป่วยจากสารเคมีอันตรายและจากมลพิษและการปนเปื้อนทางอากาศ น้ำ และดิน ให้ลดลงอย่างมาก ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 3.a เพิ่มความเข้มแข็งในการดำเนินงานตามกรอบอนุสัญญาขององค์การอนามัยโลกว่าด้วยการควบคุมยาสูบในทุกประเทศตามความเหมาะสม",
                    "เป้าหมายย่อย 3.b สนับสนุนการวิจัยและการพัฒนาวัคซีนและยาสำหรับโรคติดต่อและไม่ติดต่อที่ส่งผลกระทบโดยตรงต่อประเทศกำลังพัฒนา ให้มีการเข้าถึงยาและวัคซีนจำเป็นในราคาที่สามารถซื้อหาได้ตามปฏิญญาโดฮาว่าด้วยความตกลงทรัพย์สินทางปัญญาที่เกี่ยวข้องกับการค้า (TRIPS) และการสาธารณสุข ซึ่งเน้นย้ำสิทธิสำหรับประเทศกำลังพัฒนาที่จะใช้บทบัญญัติในความตกลง TRIPS อย่างเต็มที่ในเรื่องการผ่อนปรนเพื่อจะปกป้องสุขภาพสาธารณะและโดยเฉพาะการเข้าถึงยาโดยถ้วนหน้า",
                    "เป้าหมายย่อย 3.c เพิ่มการใช้เงินสนับสนุนด้านสุขภาพ และการสรรหา การพัฒนา การฝึกฝน และการเก็บรักษากำลังคนด้านสุขภาพในประเทศกำลังพัฒนา โดยเฉพาะอย่างยิ่งในประเทศพัฒนาน้อยที่สุดและรัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็ก",
                    "เป้าหมายย่อย 3.d เสริมขีดความสามารถของทุกประเทศ โดยเฉพาะอย่างยิ่งประเทศกำลังพัฒนา ในด้านการแจ้งเตือนล่วงหน้า การลดความเสี่ยง และการบริหารจัดการความเสี่ยงด้านสุขภาพทั้งในระดับประเทศและระดับโลก"
                ]
            }
        },
        SDG4: {
            code: "SDG4",
            name: "SDG4",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-04-300x300.jpg",
            detail: {
                title: "Goal 4: Quality Education",
                subtitle: "เป้าหมายที่ 4: สร้างหลักประกันว่าทุกคนมีการศึกษาที่มีคุณภาพอย่างครอบคลุมและเท่าเทียม และสนับสนุนโอกาสในการเรียนรู้ตลอดชีวิต (Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all)",
                description: [
                    "เป้าหมายย่อย 4.1 สร้างหลักประกันว่าเด็กชายและเด็กหญิงทุกคนสำเร็จการศึกษาระดับประถมศึกษาและมัธยมศึกษาที่มีคุณภาพ เท่าเทียม และไม่มีค่าใช้จ่าย นำไปสู่ผลลัพธ์ทางการเรียนที่มีประสิทธิผล ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 4.2 สร้างหลักประกันว่าเด็กชายและเด็กหญิงทุกคนเข้าถึงการพัฒนา การดูแล และการจัดการศึกษาระดับก่อนประถมศึกษา สำหรับเด็กปฐมวัยที่มีคุณภาพ เพื่อให้เด็กเหล่านั้นมีความพร้อมสำหรับการศึกษาระดับประถมศึกษา ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 4.3 สร้างหลักประกันให้ชายและหญิงทุกคนเข้าถึงการศึกษา อาชีวศึกษา อุดมศึกษา รวมถึงมหาวิทยาลัยที่มีคุณภาพ ในราคาที่สามารถจ่ายได้ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 4.4 เพิ่มจำนวนเยาวชนและผู้ใหญ่ที่มีทักษะที่เกี่ยวข้องจำเป็น รวมถึงทักษะทางด้านเทคนิคและอาชีพสำหรับการจ้างงาน การมีงานที่มีคุณค่า และการเป็นผู้ประกอบการ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 4.5 ขจัดความเหลี่อมล้ำทางเพศด้านการศึกษา และสร้างหลักประกันว่ากลุ่มที่เปราะบางซึ่งรวมถึงผู้พิการ ชนพื้นเมือง และเด็ก เข้าถึงการศึกษาและการฝึกอาชีพทุกระดับอย่างเท่าเทียม ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 4.6 สร้างหลักประกันว่าเยาวชนทุกคนและผู้ใหญ่ทั้งชายและหญิงในสัดส่วนสูง สามารถอ่านออกเขียนได้และคำนวณได้ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 4.7 สร้างหลักประกันว่าผู้เรียนทุกคนได้รับความรู้และทักษะที่จาเป็นสำหรับส่งเสริมการพัฒนาที่ยั่งยืน รวมไปถึง การศึกษาสำหรับการพัฒนาที่ยั่งยืนและการมีวิถีชีวิตที่ยั่งยืน สิทธิมนุษยชน ความเสมอภาคระหว่างเพศ การส่งเสริมวัฒนธรรมแห่งความสงบสุขและการไม่ใช้ความรุนแรง การเป็นพลเมืองของโลก และความชื่นชมในความหลากหลายทางวัฒนธรรมและการที่วัฒนธรรมมีส่วนช่วยให้เกิดการพัฒนาที่ยั่งยืน ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 4.a สร้างและยกระดับสถานศึกษา ตลอดจนเครื่องมือและอุปกรณ์การศึกษาที่อ่อนไหวต่อเด็ก ผู้พิการ และเพศภาวะ และจัดให้มีสภาพแวดล้อมทางการเรียนรู้ที่ปลอดภัย ปราศจากความรุนแรง ครอบคลุมและมีประสิทธิผลสำหรับทุกคน",
                    "เป้าหมายย่อย 4.b เพิ่มจำนวนทุนการศึกษาทั่วโลกที่ให้แก่ประเทศกาลังพัฒนา โดยเฉพาะประเทศพัฒนาน้อยที่สุด รัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็ก และประเทศในทวีปแอฟริกา เพื่อเข้าศึกษาต่อในระดับอุดมศึกษา รวมถึงการฝึกอาชีพ และโปรแกรมด้านเทคโนโลยีสารสนเทศและการสื่อสาร ด้านเทคนิค วิศวกรรม และวิทยาศาสตร์ ในประเทศพัฒนาแล้วและประเทศกำลังพัฒนาอื่นๆ ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 4.c เพิ่มจำนวนครูที่มีคุณวุฒิ รวมถึงการดาเนินการผ่านความร่วมมือระหว่างประเทศในการฝึกอบรมครูในประเทศกำลังพัฒนา โดยเฉพาะอย่างยิ่งในประเทศพัฒนาน้อยที่สุด และรัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็ก ภายในปี พ.ศ. 2573"
                ]
            }
        },
        SDG5: {
            code: "SDG5",
            name: "SDG5",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-05-300x300.jpg",
            detail: {
                title: "Goal 5: Gender Equality",
                subtitle: "",
                description: [
                    "เป้าหมายย่อย 5.1 ยุติการเลือกปฏิบัติทุกรูปแบบที่มีต่อผู้หญิงและเด็กหญิงในทุกที่",
                    "เป้าหมายย่อย 5.2 ขจัดความรุนแรงทุกรูปแบบที่มีต่อผู้หญิงและเด็กหญิงทั้งในที่สาธารณะและที่รโหฐาน รวมถึงการค้ามนุษย์ การแสวงประโยชน์ทั้งทางเพศ และในรูปแบบอื่น",
                    "เป้าหมายย่อย 5.3 ขจัดแนวปฏิบัติที่เป็นภัยทุกรูปแบบ อาทิ การแต่งงานในเด็กก่อนวัยอันควรและโดยการบังคับ และการทำลายอวัยวะเพศหญิง",
                    "เป้าหมายย่อย 5.4 ตระหนักและให้คุณค่าต่อการดูแลและการทำงานบ้านแบบไม่ได้รับค่าจ้าง โดยจัดให้มีบริการสาธารณะ โครงสร้างพื้นฐานและนโยบายการคุ้มครองทางสังคม และสนับสนุนความรับผิดชอบร่วมกันภายในครัวเรือนและครอบครัว ตามความเหมาะสมของแต่ละประเทศ",
                    "เป้าหมายย่อย 5.5 สร้างหลักประกันว่าผู้หญิงจะมีส่วนร่วมอย่างเต็มที่และมีประสิทธิผล และมีโอกาสที่เท่าเทียมในการเป็นผู้นำในทุกระดับของการตัดสินใจในเรื่องการเมือง เศรษฐกิจ และสาธารณะ",
                    "เป้าหมายย่อย 5.6 สร้างหลักประกันว่าจะมีการเข้าถึงสุขภาวะทางเพศและอนามัยการเจริญพันธุ์ และสิทธิด้านการเจริญพันธุ์โดยถ้วนหน้า ตามที่ตกลงในแผนปฏิบัติการของการประชุมนานาชาติว่าด้วยประชากรและการพัฒนา และแผนปฏิบัติการปักกิ่งและเอกสารผลลัพธ์ของการประชุมทบทวนเหล่านั้น",
                    "เป้าหมายย่อย 5.a ดำเนินการปฏิรูปเพื่อให้ผู้หญิงมีสิทธิที่เท่าเทียมในทรัพยากรทางเศรษฐกิจ รวมทั้ง การเข้าถึงการเป็นเจ้าของและมีสิทธิในที่ดิน และทรัพย์สินในรูปแบบอื่น การบริการทางการเงิน การรับมรดก และทรัพยากรธรรมชาติ ตามกฎหมายของประเทศ",
                    "เป้าหมายย่อย 5.b เพิ่มพูนการใช้เทคโนโลยี โดยเฉพาะเทคโนโลยีสารสนเทศและการสื่อสารเพื่อเพิ่มบทบาทแก่สตรี",
                    "เป้าหมายย่อย 5.c เลือกใช้และเสริมความเข้มแข็งแก่นโยบายที่ดีและกฎระเบียบที่บังคับใช้ได้ เพื่อส่งเสริมความเสมอภาคระหว่างเพศและการเพิ่มบทบาทแก่ผู้หญิงและเด็กหญิงทุกคนในทุกระดับ"
                ]
            }
        },
        SDG6: {
            code: "SDG6",
            name: "SDG6",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-06-300x300.jpg",
            detail: {
                title: "Goal 6: Clean Water and Sanitation",
                subtitle: "เป้าหมายที่ 6: สร้างหลักประกันเรื่องน้ำและการสุขาภิบาล ให้มีการจัดการอย่างยั่งยืนและมีสภาพพร้อมใช้ สำหรับทุกคน (Ensure availability and sustainable management of water and sanitation for all)",
                description: [
                    "เป้าหมายย่อย 6.1 บรรลุเป้าหมายการให้ทุกคนเข้าถึงน้ำดื่มที่ปลอดภัยและมีราคาที่สามารถซื้อหาได้ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 6.2 บรรลุเป้าหมายการให้ทุกคนเข้าถึงการสุขาภิบาลและสุขอนามัยที่พอเพียงและเป็นธรรม และยุติการขับถ่ายในที่โล่ง โดยให้ความสนใจเป็นพิเศษต่อความต้องการของผู้หญิง เด็กหญิง และกลุ่มที่อยู่ในสถานการณ์เปราะบาง ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 6.3 ปรับปรุงคุณภาพน้ำ โดยการลดมลพิษ ขจัดการทิ้งขยะและลดการปล่อยสารเคมีอันตรายและวัตถุอันตราย ลดสัดส่วนน้ำเสียที่ไม่ผ่านการบำบัดลงครึ่งหนึ่ง และเพิ่มการนำกลับมาใช้ใหม่และการใช้ซ้ำที่ปลอดภัยอย่างยั่งยืนทั่วโลก ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 6.4 เพิ่มประสิทธิภาพการใช้น้ำในทุกภาคส่วนและสร้างหลักประกันว่าจะมีการใช้น้ำและจัดหาน้ำที่ยั่งยืน เพื่อแก้ไขปัญหาการขาดแคลนน้ำ และลดจำนวนประชากรที่ประสบปัญหาการขาดแคลนน้ำ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 6.5 ดำเนินการบริหารจัดการทรัพยากรน้ำแบบองค์รวมในทุกระดับ รวมถึงผ่านทางความร่วมมือข้ามเขตแดนตามความเหมาะสม ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 6.6 ปกป้องและฟื้นฟูระบบนิเวศที่เกี่ยวข้องกับแหล่งน้ำ รวมถึงภูเขา ป่าไม้ พื้นที่ชุ่มน้ำ แม่น้ำ ชั้นหินอุ้มน้ำ และทะเลสาบ ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 6.a ขยายความร่วมมือระหว่างประเทศและสนับสนุนการเสริมสร้างขีดความสามารถให้แก่ประเทศกำลังพัฒนาในกิจกรรมและแผนงานที่เกี่ยวข้องกับน้ำและสุขาภิบาล ซึ่งรวมถึงการเก็บกักน้ำ การขจัดเกลือ ประสิทธิภาพการใช้น้ำ การบำบัดน้ำเสีย เทคโนโลยีการนำน้ำกลับมาใช้ใหม่ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 6.b สนับสนุนและเพิ่มความเข้มแข็งในการมีส่วนร่วมของชุมชนท้องถิ่นในการพัฒนาการจัดการน้ำและสุขาภิบาล",
                ]
            }
        },
        SDG7: {
            code: "SDG7",
            name: "SDG7",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-07-300x300.jpg",
            detail: {
                title: "Goal 7: Affordable and Clean Energy",
                subtitle: "เป้าหมายที่ 7: สร้างหลักประกันว่าทุกคนเข้าถึงพลังงานสมัยใหม่ในราคาที่สามารถซื้อหาได้ เชื่อถือได้ และยั่งยืน (Ensure access to affordable, reliable, sustainable and modern energy for all)",
                description: [
                    "เป้าหมายย่อย 7.1 สร้างหลักประกันว่ามีการเข้าถึงการบริการพลังงานสมัยใหม่ที่เชื่อถือได้ ในราคาที่สามารถซื้อหาได้ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 7.2 เพิ่มสัดส่วนของพลังงานหมุนเวียนในสัดส่วนพลังงานของโลก (global energy mix) ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 7.3 เพิ่มอัตราการปรับปรุงประสิทธิภาพการใช้พลังงานของโลกให้เพิ่มขึ้นเป็น 2 เท่า ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 7.a ยกระดับความร่วมมือระหว่างประเทศเพื่ออำนวยความสะดวกในการเข้าถึงการวิจัย และเทคโนโลยีพลังงานที่สะอาด โดยรวมถึงพลังงานหมุนเวียน ประสิทธิภาพการใช้พลังงาน และเทคโนโลยีเชื้อเพลิงฟอสซิลชั้นสูงและสะอาด และสนับสนุนการลงทุนในโครงสร้างพื้นฐานด้านพลังงานและเทคโนโลยีพลังงานที่สะอาด ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 7.b ขยายโครงสร้างพื้นฐานและพัฒนาเทคโนโลยีสำหรับการจัดส่งบริการพลังงานสมัยใหม่และยั่งยืนโดยถ้วนหน้าในประเทศกำลังพัฒนา โดยเฉพาะอย่างยิ่งในประเทศพัฒนาน้อยที่สุด และรัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็ก ที่สอดคล้องกับโครงการสนับสนุนของประเทศเหล่านั้น ภายในปี พ.ศ. 2573",
                ]
            }
        },
        SDG8: {
            code: "SDG8",
            name: "SDG8",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-08-300x300.jpg",
            detail: {
                title: "Goal 8: Decent Work and Economic Growth",
                subtitle: "เป้าหมายที่ 8: ส่งเสริมการเจริญเติบโตทางเศรษฐกิจที่ต่อเนื่อง ครอบคลุม และยั่งยืน การจ้างงานเต็มที่และ มีผลิตภาพ และการมีงานที่มีคุณค่าสำหรับทุกคน (Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all)",
                description: [
                    "เป้าหมายย่อย 8.1 ทำให้การเติบโตทางเศรษฐกิจต่อหัวประชากรมีความยั่งยืนตามบริบทของประเทศ โดยเฉพาะอย่างยิ่ง ให้ผลิตภัณฑ์มวลรวมในประเทศของประเทศพัฒนาน้อยที่สุด มีการขยายตัวอย่างน้อยร้อยละ 7 ต่อปี",
                    "เป้าหมายย่อย 8.2 บรรลุการมีผลิตภาพทางเศรษฐกิจในระดับที่สูงขึ้นผ่านการสร้างความหลากหลาย การยกระดับเทคโนโลยีและนวัตกรรม รวมถึงการมุ่งเน้นภาคการผลิตที่มีมูลค่าเพิ่มสูง และใช้แรงงานเป็นหลัก (labour-intensive)",
                    "เป้าหมายย่อย 8.3 ส่งเสริมนโยบายที่มุ่งเน้นการพัฒนาที่สนับสนุนกิจกรรมที่มีผลิตภาพ การสร้างงานที่มีคุณค่า ความเป็นผู้ประกอบการ ความสร้างสรรค์และนวัฒกรรม และให้การสนับสนุนการรวมตัวและการเติบโตของวิสาหกิจรายย่อย ขนาดเล็ก และขนาดกลาง ผ่านการเข้าถึงบริการทางการเงิน",
                    "เป้าหมายย่อย 8.4 ปรับปรุงประสิทธิภาพการใช้ทรัพยากรของโลกในการบริโภคและการผลิตอย่างต่อเนื่อง และพยายามที่จะแยกการเติบโตทางเศรษฐกิจออกจากความเสื่อมโทรมของสิ่งแวดล้อม ซึ่งเป็นไปตามกรอบการดำเนินงาน 10 ปี ว่าด้วยการผลิตและการบริโภคที่ยั่งยืน โดยมีประเทศที่พัฒนาแล้วเป็นผู้นำในการดำเนินการไปจนถึงปี พ.ศ. 2573",
                    "เป้าหมายย่อย 8.5 บรรลุการจ้างงานเต็มที่และมีผลิตภาพ และการมีงานที่มีคุณค่าสำหรับหญิงและชายทุกคน รวมถึงเยาวชนและผู้มีภาวะทุพพลภาพ และให้มีการจ่ายค่าจ้างที่เท่าเทียมสำหรับงานที่มีคุณค่าเท่าเทียมกัน ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 8.6 ลดสัดส่วนของเยาวชนที่ไม่มีงานทำ ที่ไม่มีการศึกษา และที่ไม่ได้รับการฝึกอบรม ลงอย่างมาก ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 8.7 ดำเนินมาตรการที่มีประสิทธิภาพโดยทันที เพื่อขจัดแรงงานที่ถูกบังคับ ยุติความเป็นทาสสมัยใหม่และการค้ามนุษย์ และยับยั้งและกำจัดการใช้แรงงานเด็กในรูปแบบที่เลวร้ายที่สุด ซึ่งรวมถึงการเกณฑ์และการใช้ทหารเด็ก และภายในปี พ.ศ. 2568 ยุติการใช้แรงงานเด็กในทุกรูปแบบ",
                    "เป้าหมายย่อย 8.8 ปกป้องสิทธิแรงงานและส่งเสริมสภาพแวดล้อมในการทำงานที่ปลอดภัยและมั่นคงสำหรับผู้ทำงานทุกคน รวมถึงผู้ทำงานต่างด้าว โดยเฉพาะหญิงต่างด้าว และผู้ที่ทำงานเสี่ยงอันตราย",
                    "เป้าหมายย่อย 8.9 ออกแบบและใช้นโยบายเพื่อส่งเสริมการท่องเที่ยวที่ยั่งยืน ซึ่งช่วยสร้างงานและส่งเสริมวัฒนธรรมและผลิตภัณฑ์ท้องถิ่น ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 8.10 เสริมความแข็งแกร่งของสถาบันทางการเงินภายในประเทศเพื่อส่งเสริมและขยายการเข้าถึงการธนาคาร การประกัน และบริการทางการเงินแก่ทุกคน",
                    "เป้าหมายย่อย 8.a เพิ่มการสนับสนุนในกลไกความช่วยเหลือเพื่อการค้า (Aid for Trade) แก่ประเทศกำลังพัฒนา โดยเฉพาะอย่างยิ่งในประเทศพัฒนาน้อยที่สุด ซึ่งรวมถึงผ่านกรอบการทำงานแบบบูรณาการสำหรับความช่วยเหลือทางวิชายการที่เกี่ยวข้องกับการค้าแก่ประเทศพัฒนาน้อยที่สุด (Enhanced Integrated Framework for Trade-related Technical Assistance to Least Developed Countries)",
                    "เป้าหมายย่อย 8.b พัฒนาและดำเนินงานตามยุทธศาสตร์โลกสำหรับการจ้างงานเยาวชนและดำเนินงานตามข้อตกลงเรื่องงานของโลก (Global Jobs Pact) ขององค์การแรงงานระหว่างประเทศ (ILO) ภายในปี พ.ศ. 2563",
                ]
            }
        },
        SDG9: {
            code: "SDG9",
            name: "SDG9",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-09-300x300.jpg",
            detail: {
                title: "Goal 9: Industry, Innovation and Infrastructure",
                subtitle: "เป้าหมายที่ 9: สร้างโครงสร้างพื้นฐานที่มีความยืดหยุ่นต่อการเปลี่ยนแปลง ส่งเสริมการพัฒนาอุตสาหกรรม ที่ครอบคลุมและยั่งยืน และส่งเสริมนวัตกรรม (Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation)",
                description: [
                    "เป้าหมายย่อย 9.1 พัฒนาโครงสร้างพื้นฐานที่มีคุณภาพ เชื่อถือได้ยั่งยืนและมีความต้านทานและยืดหยุ่นต่อการเปลี่ยนแปลง ซึ่งรวมถึงโครงสร้างพื้นฐานของภูมิภาคและที่ข้ามเขตแดน เพื่อสนับสนุนการพัฒนาทางเศรษฐกิจและความเป็นอยู่ที่ดีของมนุษย์",
                    "เป้าหมายย่อย 9.2 ส่งเสริมการพัฒนาอุตสาหกรรมที่ครอบคลุมและยั่งยืนและภายในปี พ.ศ. 2573 ให้เพิ่มส่วนแบ่งของภาคอุตสาหกรรมในการจ้างงานและผลิตภัณฑ์มวลรวมของประเทศ โดยให้เป็นไปตามบริบทของประเทศและให้เพิ่มส่วนแบ่งขึ้นเป็น 2 เท่า ในประเทศพัฒนาน้อยที่สุด",
                    "เป้าหมายย่อย 9.3 เพิ่มการเข้าถึงบริการทางการเงินโดยรวมถึงเครดิตในราคาที่สามารถจ่ายได้ให้แก่โรงงานอุตสาหกรรมและวิสาหกิจขนาดเล็ก โดยเฉพาะในประเทศกำลังพัฒนา รวมทั้งเชื่อมโยงผู้ประกอบการเหล่านี้เข้าสู่ห่วงโซ่มูลค่าและตลาด",
                    "เป้าหมายย่อย 9.4 ยกระดับโครงสร้างพื้นฐานและปรับปรุงอุตสาหกรรมเพื่อให้เกิดความยั่งยืนโดยเพิ่มประสิทธิภาพการใช้ทรัพยากรและการใช้เทคโนโลยีและกระบวนการทางอุตสาหกรรมที่สะอาดและเป็นมิตรต่อสิ่งแวดล้อมมากขึ้น โดยทุกประเทศดำเนินการตามขีดความสามารถของแต่ละประเทศภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 9.5 เพิ่มพูนการวิจัยทางวิทยาศาสตร์ยกระดับขีดความสามารถทางเทคโนโลยีของภาคอุตสาหกรรมในทุกประเทศ โดยเฉพาะในประเทศกำลังพัฒนา และให้ภายในปี พ.ศ. 2573 มีการส่งเสริมนวัตกรรมและให้เพิ่มจำนวนผู้ทำงานวิจัยและพัฒนา ต่อประชากร 1 ล้านคน และเพิ่มค่าใช้จ่ายในการวิจัยและพัฒนาในภาครัฐและเอกชน",
                    "เป้าหมายย่อย 9.a อำนวยความสะดวกการพัฒนาโครงสร้างพื้นฐานที่ยั่งยืนและมีความยืดหยุ่น ในประเทศกำลังพัฒนาผ่านทางการยกระดับการสนับสนุนทางการเงิน เทคโนโลยีและด้านวิชาการให้แก่ประเทศในแอฟริกา ประเทศพัฒนาน้อยที่สุด ประเทศกำลังพัฒนาที่ไม่มีทางออกสู่ทะเล และรัฐกำลังพัฒนาที่เป็นหมู่เกาะขนาดเล็ก",
                    "เป้าหมายย่อย 9.b สนับสนุนการพัฒนาเทคโนโลยี การวิจัยและนวัตกรรมภายในประเทศกำลังพัฒนา รวมถึงการให้มีสภาพแวดล้อมทางนโยบายที่นำไปสู่ความหลากหลายของอุตสาหกรรมและการเพิ่มมูลค่าของสินค้าโภคภัณฑ์",
                    "เป้าหมายย่อย 9.c เพิ่มการเข้าถึงเทคโนโลยีสารสนเทศและการสื่อสารและมุ่งจัดให้มีการเข้าถึงอินเตอร์เน็ตโดยถ้วนหน้าและในราคาที่สามารถจ่ายได้ในประเทศพัฒนาน้อยที่สุด ภายในปี พ.ศ. 2563",
                ]
            }
        },
        SDG10: {
            code: "SDG10",
            name: "SDG10",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-10-300x300.jpg",
            detail: {
                title: "Goal 10: Reduced Inequality",
                subtitle: "เป้าหมายที่ 10: ลดความไม่เสมอภาคภายในและระหว่างประเทศ (Reduce inequality within and among countries)",
                description: [
                    "เป้าหมายย่อย 10.1 บรรลุการเติบโตของรายได้ของกลุ่มประชากรร้อยละ 40 ที่มีรายได้ต่ำสุด อย่างก้าวหน้าและยั่งยืน โดยให้มีอัตราเติบโตสูงกว่าค่าเฉลี่ยของประเทศ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 10.2 เสริมสร้างศักยภาพและส่งเสริมความครอบคลุมทางสังคม เศรษฐกิจ และการเมืองสำหรับทุกคน โดยไม่คำนึงถึงอายุ เพศ ความพิการ เชื้อชาติ ชาติพันธุ์ แหล่งกำเนิด ศาสนา สถานะทางเศรษฐกิจ หรืออื่น ๆ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 10.3 สร้างหลักประกันถึงโอกาสที่เท่าเทียมและลดความไม่เสมอภาคของผลลัพธ์ รวมถึงโดยการขจัดกฎหมาย นโยบาย และแนวทางปฏิบัติที่เลือกปฏิบัติ และส่งเสริมการออกกฎหมาย นโยบาย และการปฏิบัติที่เหมาะสมในเรื่องดังกล่าว",
                    "เป้าหมายย่อย 10.4 นำนโยบาย โดยเฉพาะนโยบายการคลัง ค่าจ้าง และการคุ้มครองทางสังคมมาใช้ และให้บรรลุความเสมอภาคยิ่งขึ้นอย่างก้าวหน้า",
                    "เป้าหมายย่อย 10.5 ปรับปรุงกฎระเบียบและการติดตามตรวจสอบตลาดการเงินและสถาบันการเงินของโลก และเสริมความแข็งแกร่งในการดำเนินการตามกฎระเบียบดังกล่าว",
                    "เป้าหมายย่อย 10.6 สร้างหลักประกันว่าจะมีตัวแทนและเสียงของประเทศกำลังพัฒนาในการตัดสินใจในสถาบันการเงินและเศรษฐกิจระหว่างประเทศเพิ่มมากขึ้น เพื่อให้เป็นสถาบันที่มีประสิทธิผลน่าเชื่อถือ มีความรับผิดชอบ และมีความชอบธรรมมากขึ้น",
                    "เป้าหมายย่อย 10.7 อำนวยความสะดวกในการโยกย้ายถิ่นฐานและเคลื่อนย้ายของคนให้เป็นระเบียบ ปลอดภัย ปกติ และมีความรับผิดชอบ รวมถึงให้การดำเนินงานเป็นไปตามนโยบายด้านการอพยพที่มีการวางแผนและการจัดการที่ดี",
                    "เป้าหมายย่อย 10.a ปฏิบัติตามหลักการปฏิบัติอย่างเป็นพิเศษและแตกต่าง (Special and Differential treatment: S&D) สำหรับประเทศกำลังพัฒนาโดยเฉพาะอย่างยิ่งประเทศพัฒนาน้อยที่สุด ให้สอดคล้องตามข้อตกลงขององค์การการค้าโลก",
                    "เป้าหมายย่อย 10.b สนับสนุนการให้ความช่วยเหลือเพื่อการพัฒนาอย่างเป็นทางการ (ODA) และการไหลของเงิน รวมถึงการลงทุนโดยตรงจากต่างประเทศไปยังรัฐที่มีความจำเป็นมากที่สุด โดยเฉพาะประเทศที่พัฒนาน้อยที่สุด ประเทศแถบแอฟริกา รัฐกำลังพัฒนาที่เป็นหมู่เกาะขนาดเล็ก และประเทศกำลังพัฒนาที่ไม่มีทางออกสู่ทะเล โดยให้สอดคล้องกับแผนและแผนงานของประเทศเหล่านั้น",
                    "เป้าหมายย่อย 10.c ลดค่าใช้จ่ายในการทำธุรกรรมของการส่งเงินกลับประเทศของแรงงานย้ายถิ่น (migrant remittance) ให้ต่ำกว่าร้อยละ 3 และขจัดการชำระเงินระหว่างประเทศ (remittance corridors) ที่มีค่าใช้จ่ายสูงกว่าร้อยละ 5 ภายในปี พ.ศ. 2573",
                ]
            }
        },
        SDG11: {
            code: "SDG11",
            name: "SDG11",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-11-300x300.jpg",
            detail: {
                title: "Goal 11: Sustainable Cities and Communities",
                subtitle: "เป้าหมายที่  11: ทำให้เมืองและการตั้งถิ่นฐานของมนุษย์ มีความครอบคลุม ปลอดภัย ยืดหยุ่นต่อการเปลี่ยนแปลง และยั่งยืน (Make cities and human settlements inclusive, safe, resilient and sustainable)",
                description: [
                    "เป้าหมายย่อย 11.1 สร้างหลักประกันว่าทุกคนเข้าถึงที่อยู่อาศัยและการบริการพื้นฐานที่เพียงพอ ปลอดภัย ในราคาที่สามารถจ่ายได้และยกระดับชุมชนแออัด ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 11.2 จัดให้ทุกคนเข้าถึงระบบคมนาคมขนส่งที่ยั่งยืน เข้าถึงได้ปลอดภัย ในราคาที่สามารถจ่ายได้พัฒนาความปลอดภัยทางถนน ขยายการขนส่งสาธารณะและคำนึงถึงกลุ่มคนที่อยู่ในสถานการณ์ที่เปราะบาง ผู้หญิง เด็กผู้พิการ และผู้สูงอายุ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 11.3 ยกระดับการพัฒนาเมืองและขีดความสามารถให้ครอบคลุมและยั่งยืนเพื่อการวางแผนและการบริหารจัดการการตั้งถิ่นฐานของมนุษย์อย่างมีส่วนร่วม บูรณาการและยั่งยืนในทุกประเทศ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 11.4 เสริมความพยายามในการปกป้องและคุ้มครองมรดกทางวัฒนธรรมและทางธรรมชาติของโลก",
                    "เป้าหมายย่อย 11.5 ลดจำนวนผู้เสียชีวิตและผู้ที่ได้รับผลกระทบตลอดจนลดความสูญเสียโดยตรงทางเศรษฐกิจเทียบเคียงกับ GDP ของโลก ที่เกิดจากภัยพิบัติ ซึ่งรวมถึงภัยพิบัติที่เกี่ยวกับน้ำ โดยมุ่งเป้าปกป้องคนจนและคนที่อยู่ในสถานการณ์ที่เปราะบางภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 11.6 ลดผลกระทบทางลบของเมืองต่อสิ่งแวดล้อมต่อหัวประชากรรวมถึงการให้ความสำคัญกับคุณภาพอากาศและการจัดการขยะมูลฝอย และของเสียอื่น ๆ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 11.7 จัดให้มีการเข้าถึงพื้นที่สาธารณะสีเขียวที่ปลอดภัยครอบคลุมและเข้าถึงได้ โดยถ้วนหน้าโดยเฉพาะสำหรับผู้หญิง เด็ก คนชรา และผู้พิการ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 11.a สนับสุนนการเชื่อมโยงเชิงบวกทางเศรษฐกิจ สังคมและสิ่งแวดล้อมระหว่างพื้นที่เมือง รอบเมือง และชนบทโดยการเสริมความแข็งแกร่งของการวางแผนการพัฒนาในระดับชาติและภูมิภาค",
                    "เป้าหมายย่อย 11.b ภายในปี พ.ศ. 2563 เพิ่มจำนวนเมืองและกระบวนการตั้งถิ่นฐานของมนุษย์ที่เลือกใช้และดำเนินการตามนโยบายและแผนที่บูรณาการเพื่อนำไปสู่ความครอบคลุม ประสิทธิภาพในการใช้ทรัพยากร การลดผลกระทบ และปรับตัวต่อการเปลี่ยนแปลงสภาพภูมิอากาศ มีภูมิต้านทานต่อภัยพิบัติและให้พัฒนาและดำเนินการตามการบริหารความเสี่ยงจากภัยพิบัติแบบองค์รวมในทุกระดับ โดยเป็นไปตามกรอบการดำเนินงานเซนไดเพื่อการลดความเสี่ยง",
                    "เป้าหมายย่อย 11.c สนับสนุนประเทศพัฒนาน้อยที่สุดรวมถึงผ่านทางความช่วยเหลือทางการเงินและวิชาการในการสร้างอาคารที่ยั่งยืนและมีความต้านทานและยืดหยุ่นโดยใช้วัสดุท้องถิ่น",
                ]
            }
        },
        SDG12: {
            code: "SDG12",
            name: "SDG12",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-12-300x300.jpg",
            detail: {
                title: "Goal 12: Responsible Consumption and Production",
                subtitle: "เป้าหมายที่ 12: สร้างหลักประกันให้มีแบบแผนการผลิตและการบริโภคที่ยั่งยืน (Ensure sustainable consumption and production patterns)",
                description: [
                    "เป้าหมายย่อย 12.1 ดำเนินการให้เป็นผลตามกรอบระยะ 10 ปีของแผนงานว่าด้วยแบบแผนการผลิตและการบริโภคที่ยั่งยืน ทุกประเทศนำไปปฏิบัติโดยประเทศที่พัฒนาแล้วเป็นผู้นำ โดยคำนึงถึงการพัฒนาและขีดความสามารถของประเทศกำลังพัฒนา",
                    "เป้าหมายย่อย 12.2 บรรลุการจัดการที่ยั่งยืนและการใช้ทรัพยากรธรรมชาติอย่างมีประสิทธิภาพ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 12.3 ลดของเสียอาหาร (food waste) ของโลกลงครึ่งหนึ่งในระดับค้าปลีกและผู้บริโภค และลดการสูญเสียอาหาร (food loss) ตลอดการผลิตและห่วงโซ่อุปทาน รวมถึงการสูญเสียหลังการเก็บเกี่ยว ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 12.4 บรรลุเรื่องการจัดการสารเคมีและของเสียทุกชนิดตลอดวงจรชีวิตของสิ่งเหล่านั้นด้วยวิธีที่เป็นมิตรต่อสิ่งแวดล้อม ตามกรอบความร่วมมือระหว่างประเทศที่ตกลงกันแล้ว และลดการปลดปล่อยสิ่งเหล่านั้นออกสู่อากาศ น้ำ และดินอย่างมีนัยสำคัญ เพื่อจะลดผลกระทบทางลบต่อสุขภาพของมนุษย์และสิ่งแวดล้อมให้มากที่สุด ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 12.5 ลดการเกิดของเสียโดยให้มีการป้องกัน การลดปริมาณ การใช้ซ้ำ และการนำกลับมาใช้ใหม่ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 12.6 สนับสนุนให้บริษัท โดยเฉพาะบริษัทข้ามชาติและบริษัทขนาดใหญ่ รับแนวปฏิบัติที่ยั่งยืนไปใช้ และบูรณาการข้อมูลด้านความยั่งยืนไว้ในรอบการรายงานของบริษัทเหล่านั้น",
                    "เป้าหมายย่อย 12.7 ส่งเสริมแนวปฏิบัติด้านการจัดซื้อจัดจ้างของภาครัฐที่ยั่งยืน ตามนโยบายและการให้ลำดับความความสำคัญของประเทศ",
                    "เป้าหมายย่อย 12.8 สร้างหลักประกันว่าประชาชนในทุกแห่งมีข้อมูลที่เกี่ยวข้องและมีความตระหนักถึงการพัฒนาที่ยั่งยืนและวิถีชีวิตที่สอดคล้องกับธรรมชาติ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 12.a สนับสนุนประเทศกำลังพัฒนาในการเสริมความแข็งแกร่งของขีดความสามารถด้านวิทยาศาสตร์และเทคโนโลยีที่จะขับเคลื่อนไปสู่แบบแผนการผลิตและการบริโภคที่ยั่งยืนยิ่งขึ้น",
                    "เป้าหมายย่อย 12.b พัฒนาและดำเนินการใช้เครื่องมือเพื่อติดตามผลกระทบของการพัฒนาที่ยั่งยืนในด้านการท่องเที่ยวที่ยั่งยืนที่สร้างงานและส่งเสริมวัฒนธรรมและผลิตภัณฑ์ท้องถิ่น",
                    "เป้าหมายย่อย 12.c ทำให้การอุดหนุนเชื้อเพลิงฟอสซิลที่ไร้ประสิทธิภาพและนำไปสู่การบริโภคที่สิ้นเปลืองมีความสมเหตุสมผล โดยกำจัดการบิดเบือนทางการตลาด ให้สอดคล้องกับบริบทของประเทศ รวมถึงการปรับโครงสร้างภาษีและเลิกการอุดหนุนที่เป็นภัยเหล่านั้น เพื่อสะท้อนให้เห็นผลกระทบต่อสิ่งแวดล้อม",
                ]
            }
        },
        SDG13: {
            code: "SDG13",
            name: "SDG13",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-13-300x300.jpg",
            detail: {
                title: "Goal 13: Climate Action",
                subtitle: "เป้าหมายที่ 13: ปฏิบัติการอย่างเร่งด่วนเพื่อต่อสู้กับการเปลี่ยนแปลงสภาพภูมิอากาศและผลกระทบที่เกิดขึ้น (Take urgent action to combat climate change and its impacts)",
                description: [
                    "เป้าหมายย่อย 13.1 เสริมภูมิต้านทานและขีดความสามารถในการปรับตัวต่ออันตรายและภัยพิบัติทางธรรมชาติที่เกี่ยวข้องกับภูมิอากาศในทุกประเทศ",
                    "เป้าหมายย่อย 13.2 บูรณาการมาตรการด้านการเปลี่ยนแปลงสภาพภูมิอากาศในนโยบาย ยุทธศาสตร์ และการวางแผนระดับชาติ",
                    "เป้าหมายย่อย 13.3 พัฒนาการศึกษา การสร้างความตระหนักรู้ และขีดความสามารถของมนุษย์และของสถาบันในเรื่องการลดผลกระทบและการปรับตัวต่อการเปลี่ยนแปลงสภาพภูมิอากาศ และการเตือนภัยล่วงหน้า",
                    "เป้าหมายย่อย 13.a ดำเนินการให้เกิดผลตามพันธกรณีที่ผูกพันต่อประเทศพัฒนาแล้วซึ่งเป็นภาคีของอนุสัญญาสหประชาชาติว่าด้วยการเปลี่ยนแปลงสภาพภูมิอากาศ ที่มีเป้าหมายร่วมกันระดมทุนจากทุกแหล่งให้ได้จำนวนหนึ่งแสนล้านเหรียญสหรัฐต่อปี ภายในปี พ.ศ. 2563 เพื่อสนองความต้องการของประเทศกำลังพัฒนา ภายใต้บริบทของการดำเนินมาตรการลดผลกระทบของการเปลี่ยนแปลงสภาพภูมิอากาศและความโปร่งใสในการดำเนินงาน ตลอดจนจัดหาเงินทุนเพื่อให้กองทุน Green Climate Fund ดำเนินการได้เต็มที่โดยเร็ว",
                    "เป้าหมายย่อย 13.b ส่งเสริมกลไกที่จะเพิ่มขีดความสามารถในการวางแผนและการบริหารจัดการที่เกี่ยวข้องกับการเปลี่ยนแปลงสภาพภูมิอากาศอย่างมีประสิทธิผลในประเทศพัฒนาน้อยที่สุด และรัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็ก โดยให้ความสำคัญต่อผู้หญิง เยาวชน ชุมชนท้องถิ่นและชุมชนชายขอบ",
                ]
            }
        },
        SDG14: {
            code: "SDG14",
            name: "SDG14",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-14-300x300.jpg",
            detail: {
                title: "Goal 14: Life Below Water",
                subtitle: "เป้าหมายที่ 14: อนุรักษ์และใช้ประโยชน์จากมหาสมุทร ทะเลและทรัพยากรทางทะเลอย่างยั่งยืนเพื่อการพัฒนาที่ยั่งยืน (Conserve and sustainably use the oceans, seas and marine resources for sustainable development)",
                description: [
                    "เป้าหมายย่อย 14.1 ป้องกันและลดมลพิษทางทะเลทุกประเภทอย่างมีนัยสำคัญ โดยเฉพาะจากกิจกรรมบนแผ่นดิน รวมถึงขยะในทะเลและมลพิษจากธาตุอาหาร (nutrient pollution) ภายในปี พ.ศ. 2568",
                    "เป้าหมายย่อย 14.2 บริหารจัดการและปกป้องระบบนิเวศทางทะเลและชายฝั่งเพื่อหลีกเลี่ยงผลกระทบทางลบที่มีนัยสำคัญ รวมถึงโดยการเสริมภูมิต้านทานและปฏิบัติการเพื่อฟื้นฟู เพื่อบรรลุการมีมหาสมุทรที่มีสุขภาพดีและมีผลิตภาพ ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 14.3 ลดและแก้ปัญหาผลกระทบของการเป็นกรดในมหาสมุทร โดยรวมถึงผ่านทางการเพิ่มพูนความร่วมมือทางวิทยาศาสตร์ในทุกระดับ",
                    "เป้าหมายย่อย 14.4 ภายในปี พ.ศ. 2563 ให้กำกับการทำการประมงอย่างมีประสิทธิผล และยุติการประมงเกินขีดจำกัด การประมงที่ผิดกฎหมาย ขาดการรายงาน และไร้การควบคุม (IUU) และแนวปฏิบัติด้านการประมงที่เป็นไปในทางทำลาย และดำเนินการให้เป็นผลตามแผนการบริหารจัดการที่อยู่บนฐานวิทยาศาสตร์ เพื่อจะฟื้นฟูมวลปลา (fish stock) ในเวลาที่สั้นที่สุดที่จะเป็นไปได้ อย่างน้อยที่สุดให้อยู่ในระดับผลผลิตสูงสุดที่ยั่งยืน (maximum sustainable yield) ตามคุณลักษณะทางชีววิทยาของสัตว์น้ำเหล่านั้น",
                    "เป้าหมายย่อย 14.5 ภายในปี พ.ศ. 2563 อนุรักษ์พื้นที่ทางทะเลและชายฝั่งอย่างน้อยร้อยละ 10 โดยให้เป็นไปตามกฎหมายระหว่างประเทศและภายในประเทศ และอยู่บนพื้นฐานของข้อมูลทางวิทยาศาสตร์ที่ดีที่สุดที่มีอยู่",
                    "เป้าหมายย่อย 14.6 ภายในปี พ.ศ. 2563 ยับยั้งการอุดหนุนการประมงบางรูปแบบที่มีส่วนทำให้เกิดการประมงเกินขีดจำกัด ขจัดการอุดหนุนที่มีส่วนทำให้เกิดการประมงที่ผิดกฎหมาย ขาดการรายงาน และไร้การควบคุม และระงับการริเริ่มการอุดหนุนในลักษณะดังกล่าว โดยตระหนักว่าการปฏิบัติที่เป็นพิเศษและแตกต่างที่เหมาะสมและมีประสิทธิผลสำหรับประเทศกำลังพัฒนาและประเทศพัฒนาน้อยที่สุดควรเป็นส่วนควบในการเจรจาการอุดหนุนการประมงขององค์การการค้าโลก",
                    "เป้าหมายย่อย 14.7 ภายในปี พ.ศ. 2573 เพิ่มผลประโยชน์ทางเศรษฐกิจแก่รัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็กและประเทศพัฒนาน้อยที่สุดจากการใช้ทรัพยากรทางทะเลอย่างยั่งยืน รวมถึงการบริหารจัดการอย่างยั่งยืนในเรื่องการประมง การเพาะเลี้ยงสัตว์น้ำ และการท่องเที่ยว",
                    "เป้าหมายย่อย 14.a เพิ่มความรู้ทางวิทยาศาสตร์ พัฒนาขีดความสามารถในการวิจัย และถ่ายทอดเทคโนโลยีทางทะเล โดยคำนึงถึงหลักเกณฑ์และแนวปฏิบัติเกี่ยวกับการถ่ายทอดเทคโนโลยีทางทะเลของคณะกรรมาธิการระหว่างรัฐบาลว่าด้วยสมุทรศาสตร์ เพื่อจะพัฒนาคุณภาพมหาสมุทรและเพิ่มพูนให้ความหลากหลายทางชีวภาพทางทะเลมีส่วนสนับสนุนการพัฒนาของประเทศกำลังพัฒนามากขึ้น โดยเฉพาะอย่างยิ่งในรัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็กและประเทศพัฒนาน้อยที่สุด",
                    "เป้าหมายย่อย 14.b จัดให้ชาวประมงพื้นบ้านรายเล็กเข้าถึงทรัพยากรทางทะเลและตลาด",
                    "เป้าหมายย่อย 14.c เพิ่มพูนการอนุรักษ์และการใช้มหาสมุทรและทรัพยากรอย่างยั่งยืน โดยการดำเนินการให้เกิดผลตามกฎหมายระหว่างประเทศตามที่สะท้อนในอนุสัญญาสหประชาชาติว่าด้วยกฎหมายทะเล (UNCLOS) ซึ่งเป็นกรอบทางกฎหมายสำหรับการอนุรักษ์และการใช้มหาสมุทรและทรัพยากรเหล่านั้นอย่างยั่งยืน ตามที่ระบุในย่อหน้าที่ 158 ของเอกสาร The Future We Want",
                ]
            }
        },
        SDG15: {
            code: "SDG15",
            name: "SDG15",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-15-300x300.jpg",
            detail: {
                title: "Goal 15: Life on Land",
                subtitle: "เป้าหมายที่ 15: ปกป้อง ฟื้นฟู และสนับสนุนการใช้ระบบนิเวศบนบกอย่างยั่งยืน จัดการป่าไม้อย่างยั่งยืน ต่อสู้การกลายสภาพเป็นทะเลทราย หยุดการเสื่อมโทรมของที่ดินและฟื้นสภาพกลับมาใหม่ และหยุดการสูญเสียความหลากหลายทางชีวภาพ (Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss)",
                description: [
                    "เป้าหมายย่อย 15.1 สร้างหลักประกันว่าจะมีการอนุรักษ์ การฟื้นฟู และการใช้ระบบนิเวศบนบกและแหล่งน้ำจืดในแผ่นดิน รวมทั้งบริการทางระบบนิเวศอย่างยั่งยืน โดยเฉพาะอย่างยิ่ง ป่าไม้ พื้นที่ชุ่มน้ำ ภูเขาและพื้นที่แห้งแล้ง โดยเป็นไปตามข้อบังคับภายใต้ความตกลงระหว่างประเทศ ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 15.2 ส่งเสริมการดำเนินการด้านการบริหารจัดการป่าไม้ทุกประเภทอย่างยั่งยืน หยุดยั้งการตัดไม้ทำลายป่า ฟื้นฟูป่าที่เสื่อมโทรม และเพิ่มการปลูกป่าและฟื้นฟูป่าทั่วโลกอย่างจริงจัง ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 15.3 ต่อต้านการกลายสภาพเป็นทะเลทราย ฟื้นฟูที่ดินและดินที่เสื่อมโทรม รวมถึงที่ดินที่ได้รับผลกระทบจากการกลายสภาพเป็นทะเลทราย ภัยแล้ง และอุทกภัย และพยายามที่จะบรรลุถึงความสมดุลของการจัดการทรัพยากรที่ดิน ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 15.4 สร้างหลักประกันว่าจะมีการอนุรักษ์ระบบนิเวศภูเขาและความหลากหลายทางชีวภาพของระบบนิเวศเหล่านั้น เพื่อเพิ่มพูนขีดความสามารถของระบบนิเวศในการสร้างผลประโยชน์อันสำคัญต่อการพัฒนาที่ยั่งยืน ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 15.5 ปฏิบัติการที่จำเป็นและเร่งด่วนเพื่อลดการเสื่อมโทรมของถิ่นที่อยู่ตามธรรมชาติ หยุดยั้งการสูญเสียความหลากหลายทางชีวภาพ และภายในปี พ.ศ. 2563 ปกป้องและป้องกันการสูญพันธุ์ของชนิดพันธุ์ที่ถูกคุกคาม",
                    "เป้าหมายย่อย 15.6 ส่งเสริมการแบ่งปันผลประโยชน์ที่เกิดจากการใช้ประโยชน์ทรัพยากรพันธุกรรมอย่างเท่าเทียมและยุติธรรม และส่งเสริมการเข้าถึงทรัพยากรเหล่านั้นอย่างเหมาะสม ตามข้อตกลงระหว่างประเทศ",
                    "เป้าหมายย่อย 15.7 ปฏิบัติการอย่างเร่งด่วนเพื่อจะยุติการล่าและการขนย้ายชนิดพันธุ์พืชและสัตว์คุ้มครอง และแก้ปัญหาทั้งอุปสงค์และอุปทานต่อผลิตภัณฑ์สัตว์ป่าที่ผิดกฎหมาย",
                    "เป้าหมายย่อย 15.8 นำมาตรการเพื่อป้องกันการนำเข้าและลดผลกระทบของชนิดพันธุ์ต่างถิ่นที่รุกรานต่อระบบนิเวศบกและน้ำ และควบคุมหรือขจัด priority species ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 15.9 บูรณาการมูลค่าของระบบนิเวศและความหลากหลายทางชีวภาพเข้าไปสู่การจัดทำแผน กระบวนการพัฒนา ยุทธศาสตร์การลดความยากจน และบัญชีทั้งระดับท้องถิ่นและระดับประเทศ ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 15.a ระดมและเพิ่มทรัพยากรทางการเงินจากทุกแหล่ง เพื่ออนุรักษ์และใช้ความหลากหลายทางชีวภาพและระบบนิเวศอย่างยั่งยืน",
                    "เป้าหมายย่อย 15.b ระดมทรัพยากรจากทุกแหล่งและทุกระดับเพื่อสนับสนุนเงินแก่การบริหารจัดการป่าไม้อย่างยั่งยืน และสร้างแรงจูงใจที่เหมาะสมสำหรับประเทศกำลังพัฒนาให้เกิดความก้าวหน้าในการบริหารจัดการ ซึ่งรวมถึงการอนุรักษ์และการปลูกป่า",
                    "เป้าหมายย่อย 15.c เพิ่มพูนการสนับสนุนในระดับโลกแก่ความพยายามที่จะต่อสู้กับการล่า การเคลื่อนย้ายชนิดพันธุ์คุ้มครอง รวมถึงโดยการเพิ่มขีดความสามารถของชุมชนท้องถิ่น",
                ]
            }
        },
        SDG16: {
            code: "SDG16",
            name: "SDG16",
            image: "https://www.sdgmove.com/wp-content/uploads/2016/10/e_sdg_icons-16-300x300.jpg",
            detail: {
                title: "Goal 16: Peace Justice and Strong Institution",
                subtitle: "เป้าหมายที่ 16: ส่งเสริมสังคมที่สงบสุขและครอบคลุม เพื่อการพัฒนาที่ยั่งยืน ให้ทุกคนเข้าถึงความยุติธรรม และสร้างสถาบันที่มีประสิทธิผล รับผิดชอบ และครอบคลุมในทุกระดับ (Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels)",
                description: [
                    "เป้าหมายย่อย 16.1 ลดความรุนแรงทุกรูปแบบและอัตราการตายที่เกี่ยวข้องในทุกแห่งให้ลดลงอย่างมีนัยสำคัญ",
                    "เป้าหมายย่อย 16.2 ยุติการข่มเหง การแสวงหาประโยชน์อย่างไม่ถูกต้อง การค้ามนุษย์ และความรุนแรงและการทรมานทุกรูปแบบที่มีต่อเด็ก",
                    "เป้าหมายย่อย 16.3 ส่งเสริมหลักนิติธรรมทั้งในระดับชาติและระหว่างประเทศ และสร้างหลักประกันว่าทุกคนสามารถเข้าถึงความยุติธรรมอย่างเท่าเทียม",
                    "เป้าหมายย่อย 16.4 ลดการลักลอบเคลื่อนย้ายอาวุธและเงิน เสริมความแข็งแกร่งของกระบวนการติดตามและการส่งคืนสินทรัพย์ที่ถูกขโมยไป และต่อสู้กับอาชญากรรมที่จัดตั้งในลักษณะองค์กรทุกรูปแบบ ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 16.5 ลดการทุจริตในตำแหน่งหน้าที่และการรับสินบนทุกรูปแบบ",
                    "เป้าหมายย่อย 16.6 พัฒนาสถาบันที่มีประสิทธิผล มีความรับผิดชอบ และโปร่งใสในทุกระดับ",
                    "เป้าหมายย่อย 16.7 สร้างหลักประกันว่าจะมีกระบวนการตัดสินใจที่มีความรับผิดชอบ ครอบคลุม มีส่วนร่วม และมีความเป็นตัวแทนที่ดี ในทุกระดับการตัดสินใจ",
                    "เป้าหมายย่อย 16.8 ขยายและเสริมความแข็งแกร่งของการมีส่วนร่วมของประเทศกำลังพัฒนาในสถาบันที่เกี่ยวข้องกับธรรมาภิบาลโลก",
                    "เป้าหมายย่อย 16.9 จัดให้มีอัตลักษณ์ทางกฎหมายสำหรับทุกคน โดยรวมถึงการให้มีการจดทะเบียนเกิด (สูติบัตร) ภายในปี พ.ศ. 2573",
                    "เป้าหมายย่อย 16.10 สร้างหลักประกันว่าสาธารณชนสามารถเข้าถึงข้อมูลและมีการปกป้องเสรีภาพขั้นพื้นฐาน ตามกฎหมายภายในประเทศและความตกลงระหว่างประเทศ",
                    "เป้าหมายย่อย 16.a เสริมความแข็งแกร่งของสถาบันระดับชาติที่เกี่ยวข้อง โดยรวมถึงกระทำผ่านทางความร่วมมือระหว่างประเทศ เพื่อสร้างขีดความสามารถในทุกระดับ โดยเฉพาะในประเทศกำลังพัฒนา เพื่อจะป้องกันความรุนแรงและต่อสู้กับการก่อการร้ายและอาชญากรรม",
                    "เป้าหมายย่อย 16.b ส่งเสริมและบังคับใช้กฎหมายและนโยบายที่ไม่เลือกปฏิบัติเพื่อการพัฒนาที่ยั่งยืน"
                ]
            }
        },
        SDG17: {
            code: "SDG17",
            name: "ขจัดความยากจน",
            image: "https://www.sdgmove.com/wp-content/uploads/2020/12/e_sdg_icons-17-300x300.png",
            detail: {
                title: "Goal 17: Partnerships for the Goals",
                subtitle: "เป้าหมายที่ 17: เสริมความเข้มแข็งให้แก่กลไกการดำเนินงานและฟื้นฟูสภาพหุ้นส่วนความร่วมมือระดับโลกสำหรับการพัฒนาที่ยั่งยืน (Strengthen the means of implementation and revitalize the global partnership for sustainable development)",
                description: [
                    "เป้าหมายย่อย 17.1 เสริมความแข็งแกร่งของการระดมทรัพยากรภายในประเทศ โดยรวมถึงการสนับสนุนระหว่างประเทศไปยังประเทศกำลังพัฒนา เพื่อปรับปรุงขีดความสามารถของประเทศในการเก็บภาษีและรายได้อื่น ๆ ของรัฐ",
                    "เป้าหมายย่อย 17.2 ประเทศพัฒนาแล้วจะดำเนินการให้เป็นผลตามพันธกรณีเรื่องการให้ความช่วยเหลือเพื่อการพัฒนาอย่างเป็นทางการ (ODA) อย่างเต็มที่ โดยรวมถึงพันธกรณีที่ให้ไว้โดยประเทศพัฒนาแล้วหลายประเทศที่จะบรรลุเป้าหมายการมีสัดส่วน ODA/GNI ที่ให้แก่ประเทศกำลังพัฒนา ร้อยละ 0.7 และมีสัดส่วน ODA/GNI ที่ให้แก่ประเทศพัฒนาน้อยที่สุดร้อยละ 0.15 ถึง ร้อยละ 0.20 โดยผู้ให้ ODA ควรพิจารณาตั้งเป้าหมายที่จะให้มีสัดส่วน ODA/GNI ที่ให้แก่ประเทศพัฒนาน้อยที่สุด",
                    "เป้าหมายย่อย 17.3 ระดมทรัพยากรทางการเงินสำหรับประเทศกำลังพัฒนาเพิ่มเติม จากแหล่งที่หลากหลาย",
                    "เป้าหมายย่อย 17.4 ช่วยประเทศกำลังพัฒนาในการบรรลุความยั่งยืนของหนี้ระยะยาว โดยใช้นโยบายที่ประสานงานกันที่มุ่งส่งเสริมการจัดหาเงินทุนโดยการก่อหนี้ การบรรเทาหนี้และการปรับโครงสร้างหนี้ตามความเหมาะสม และแก้ปัญหาหนี้ต่างประเทศของประเทศยากจนที่มีหนี้สินในระดับสูงเพื่อลดการประสบปัญหาหนี้ (debt distress)",
                    "เป้าหมายย่อย 17.5 ใช้และดำเนินการให้เกิดผลตามระบอบการส่งเสริมการลงทุนสำหรับประเทศพัฒนาน้อยที่สุด",
                    "เป้าหมายย่อย 17.6 เพิ่มพูนความร่วมมือระหว่างประเทศและในภูมิภาคแบบเหนือ-ใต้ ใต้-ใต้ และไตรภาคี และการเข้าถึงวิทยาศาสตร์เทคโนโลยี และนวัตกรรม และยกระดับการแบ่งปันความรู้ ตามเงื่อนไขที่ตกลงร่วมกัน โดยรวมถึงผ่านการพัฒนาการประสานงานระหว่างกลไกที่มีอยู่เดิมโดยเฉพาะอย่างยิ่งในระดับของสหประชาชาติ และผ่านทางกลไกอำนวยความสะดวกด้านเทคโนโลยี (Technology Facilitation Mechanism) ของโลก",
                    "เป้าหมายย่อย 17.7 ส่งเสริมการพัฒนา การถ่ายทอด และการเผยแพร่เทคโนโลยี ที่เป็นมิตรกับสิ่งแวดล้อมให้กับประเทศกำลังพัฒนา ภายใต้เงื่อนไขที่อำนวยประโยชน์แก่ประเทศกำลังพัฒนา รวมทั้งตามเงื่อนไขสิทธิพิเศษตามที่ตกลงร่วมกัน",
                    "เป้าหมายย่อย 17.8 ให้ธนาคารเทคโนโลยีและกลไกการเสริมสร้างขีดความสามารถด้านวิทยาศาสตร์ เทคโนโลยี และนวัตกรรม สำหรับประเทศพัฒนาน้อยที่สุด ทำงานได้อย่างเต็มที่ภายในปี พ.ศ. 2560 และเพิ่มพูนการใช้เทคโนโลยีสนับสนุนที่สำคัญ โดยเฉพาะอย่างยิ่งเทคโนโลยีสารสนเทศและการสื่อสาร",
                    "เป้าหมายย่อย 17.9 เพิ่มพูนการสนับสนุนระหว่างประเทศสำหรับการดำเนินการด้านการเสริมสร้างขีดความสามารถที่มีประสิทธิผลและมีการตั้งเป้าในประเทศกำลังพัฒนาเพื่อสนับสนุนแผนระดับชาติที่จะดำเนินงานในทุกเป้าหมายการพัฒนาที่ยั่งยืน รวมถึงผ่านทางความร่วมมือแบบเหนือ-ใต้ ใต้-ใต้ และไตรภาคี",
                    "เป้าหมายย่อย 17.10 ส่งเสริมระบบการค้าพหุภาคีที่เป็นสากล มีกติกา เปิดกว้าง ไม่เลือกปฏิบัติ และเสมอภาค ภายใต้องค์การการค้าโลก โดยรวมถึงผ่านข้อสรุปของการเจรจาภายใต้วาระการพัฒนารอบโดฮา",
                    "เป้าหมายย่อย 17.11 เพิ่มส่วนแบ่งการส่งออกของประเทศกำลังพัฒนาให้สูงขึ้นอย่างมีนัยสำคัญ โดยมุ่งเพิ่มส่วนแบ่งของประเทศพัฒนาน้อยที่สุดในการส่งออกทั่วโลกให้สูงขึ้น 2 เท่าในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 17.12 ทำให้เกิดการดำเนินการในเวลาที่เหมาะสมในเรื่องการเข้าถึงตลาดปลอดภาษีและปลอดการจำกัดปริมาณในระยะยาวสำหรับประเทศพัฒนาน้อยที่สุด โดยให้สอดคล้องกับคำตัดสินขององค์การการค้าโลก โดยรวมถึงการสร้างหลักประกันว่ากฎว่าด้วยแหล่งกำเนิดสินค้าที่มีการให้สิทธิพิเศษทางการค้าที่ใช้กับประเทศพัฒนาน้อยที่สุดจะมีความโปร่งใสและเรียบง่ายและมีส่วนช่วยอำนวยความสะดวกในการเข้าถึงตลาด",
                    "เป้าหมายย่อย 17.13 เพิ่มพูนเสถียรภาพเศรษฐกิจมหภาคของโลก โดยรวมถึงผ่านทางการประสานงานนโยบายและความสอดคล้องเชิงนโยบาย",
                    "เป้าหมายย่อย 17.14 ยกระดับความสอดคล้องเชิงนโยบายเพื่อการพัฒนาที่ยั่งยืน",
                    "เป้าหมายย่อย 17.15 เคารพพื้นที่ทางนโยบายและความเป็นผู้นำของแต่ละประเทศที่จะสร้างและดำเนินงานตามนโยบายเพื่อการขจัดความยากจนและการพัฒนาที่ยั่งยืน",
                    "เป้าหมายย่อย 17.16 ยกระดับหุ้นส่วนความร่วมมือระดับโลกเพื่อการพัฒนาที่ยั่งยืน โดยร่วมเติมเต็มโดยหุ้นส่วนความร่วมมือจากภาคส่วนที่หลากหลายซึ่งจะระดมและแบ่งปันความรู้ ความเชี่ยวชาญเทคโนโลยี และทรัพยากรทางการเงิน เพื่อจะสนับสนุนการบรรลุเป้าหมายการพัฒนาที่ยั่งยืนในทุกประเทศ โดยเฉพาะในประเทศกำลังพัฒนา",
                    "เป้าหมายย่อย 17.17 สนับสนุนและส่งเสริมหุ้นส่วนความร่วมมือระหว่างภาครัฐ ภาครัฐ-ภาคเอกชน และประชาสังคม สร้างบนประสบการณ์และกลยุทธ์ด้านทรัพยากรของหุ้นส่วน",
                    "เป้าหมายย่อย 17.18 ยกระดับการสนับสนุนด้านการเสริมสร้างขีดความสามารถให้กับประเทศกำลังพัฒนา รวมถึงประเทศพัฒนาน้อยที่สุดและรัฐกำลังพัฒนาที่เป็นเกาะขนาดเล็ก ให้เพิ่มการมีอยู่ของข้อมูลที่มีคุณภาพ ทันเวลาและเชื่อถือได้ จำแนกตามรายได้ เพศ อายุ เชื้อชาติ ชาติพันธุ์ สถานะการอพยพ ความพิการ ตำแหน่งทางภูมิศาสตร์ และคุณลักษณะอื่นๆ ที่เกี่ยวข้องตามบริบทของประเทศ ภายในปี พ.ศ. 2563",
                    "เป้าหมายย่อย 17.19 ต่อยอดจากข้อริเริ่มที่มีอยู่แล้วในการพัฒนาการวัดความก้าวหน้าของการพัฒนาที่ยั่งยืนที่มีผลต่อผลิตภัณฑ์มวลรวมภายในประเทศ และสนับสนุนการสร้างขีดความสามารถด้านสถิติในประเทศกำลังพัฒนา ภายในปี พ.ศ. 2573",
                ]
            }
        }















    },

    /*
        methods: {
    
            S1: {
    
                code: "S1",
    
                name: "Seminar",
    
                detail: {
    
                    title: "Seminar",
    
                    subtitle:
                        "กิจกรรมแบบสัมมนา",
    
                    description: [
    
                        "แลกเปลี่ยนความคิดเห็น",
    
                        "อภิปราย",
    
                        "สรุปองค์ความรู้"
    
                    ]
    
                }
    
            }
    
        }
    */
};

export default descriptions;